export default[
  {
    coin_code: "ASM",
    coin_knm: "어셈블프로토콜",
    img_id: "ASM",
    coin_enm: "Assemble Protocol",
    coin_content001:
      "어셈블프로토콜은 블록체인 기반의 글로벌 통합 포인트 플랫폼으로 사용자들이 시공간의 제약 없이 세계 어디서든 포인트를 현금과 같이 사용할 수 있는 서비스를 제공하고자 구축되었습니다. 어셈블생태계는 포인트 제공자, 포인트 사용자, 그리고 상점 등 3 종류의 참여자로 이루어지며, 포인트거래소, 마켓플레이스 및 데이터 인프라스트럭처 에서 사용될 수 있습니다.",
    coin_content002:
      "어셈블 프로토콜은 홍콩의 CPASS Limited에 의해 개발되었으며 언제 어디서든 갖고 있는 포인트를 현금처럼 사용할 수 있는 서비스를 제공합니다.",
    coin_content003:
      "어셈플 플랫폼은 크게 1. 포인트 통합 및 수익화(Point Exchange; PX), 2. 포인트 활용 (Marketplace; MP) 그리고 3. 광고(Data infra; DI)로 구성되어 있습니다. \n- 포인트 통합 및 수익화: Point Exchange(PX)는 어셈블의 핵심 기능인 포인트의 통합 및 교환이 일어나는 공간으로, 포인트 제공사가 토큰을 스테이킹하면 이에 비례하여 소비자들이 포인트를 ASM으로 교환할 수 있습니다. PX에는 자동 매매 시스템과 포인트 정산 시스템이 구축되어 포인트 교환과 정산을 효율적으로 처리하게 됩니다. \n- 포인트 활용: Marketplace (MP)는 ASP를 활용해 상품의 거래가 일어나는 공간입니다. 판매자는 MP에서 자신의 상품과 서비스를 판매할 수 있으며, 수익의 일부를 판매 수수료로 지불합니다. 소비자들은 다양한 상품을 좋은 조건에 구매할 수 있으며 리뷰 등록 등의 참여를 통해 추가적인 보상을 획득할 수 있습니다. \n- 광고 집행: Data Infrastrcuture (DI)는 어셈블 플랫폼에 축적된 데이터 베이스 인프라로 블록체인에 저장되며, 저장된 데이터는 광고 집행에 활용됩니다. 광고주는 어셈블 플랫폼 DI에서 데이터를 가공하고 광고 목적에 맞는 소비자를 구분하여 어셈블 플랫폼에서 광고를 진행합니다.",
  },
  {
    coin_code: "XEC",
    coin_knm: "이캐시",
    img_id: "XEC",
    coin_enm: "eCash",
    coin_content001:
      "이캐시(eCash)는 비트코인 캐시 에이비씨(BCHA)에서 리브랜딩된 가상자산입니다. 이캐시는 비트코인 캐시의 연속이며 Milton Friedman의 비전을 실현하였습니다. 이캐시는 아발란체 컨센서스 레이어와 같은 주요 계약을 준수하는 동시에 스테이킹, 포크를 필요로 하지 않는 네트워크 업그레이드 및 서브체인과 같은 비트코인 프로젝트에서 이전에 볼 수 없었던 개념을 도입하였습니다.",
  },
  {
    coin_code: "XRP",
    coin_knm: "리플",
    img_id: "XRP",
    coin_enm: "Ripple",
    coin_content001:
      "리플은 2009 1월 3일에 만들어졌으며, 원래 목적은 코인이 아니라 핀테크를 위해 나온 결제 프로토콜입니다. 분산 금융 기술을 사용하여 네트워크를 통해 실시간으로 국제 결제를 전송할 수 있습니다. 저렴한 국제적 결제 서비스를 제공하며, 즉시 정산 체결 시스템으로 위험도가 적습니다.\n리플은 총 1000억 개가 발행되었고, 일정량은 리플 랩스에서 관리 중이며, 이중 약 400억 개 정도만 시중에서 거래되고 있습니다.",
    coin_content002:
      "1. 리플은 프로토콜을 차세대 ‘국제 은행 간 통신협정(SWIFT)’이라는 뜻에서 ‘SWIFT 2.0’이라고 칭하기도 하며 은행 간 이체 서비스에 중점을 두고 있습니다. ",
    coin_content003:
      "1. 리플은 프로토콜을 차세대 ‘국제 은행 간 통신협정(SWIFT)’이라는 뜻에서 ‘SWIFT 2.0’이라고 칭하기도 하며 은행 간 이체 서비스에 중점을 두고 있습니다. \n2. 리플 네트워크를 사용할 수 있도록 제공되는 Gateway가 설치된 국가들에 대해(유럽/미국/뉴질랜드/호주/한국/일본/중국 등) 리플 Gateway에 들어가서 XRP로 환전 후 송금을 시키면 바로 송금할 수 있으며 은행의 환전 수수료가 상대적으로 낮아 외국에 돈을 보내는 일이 많은 기업이나 은행, Gateway 시스템을 이용한 외환 거래 마진을 남기는 많은 은행들(상위 50위 내 15개의 은행)이 이미 리플을 도입 중입니다.\n3. 결제가 더 빨라집니다. 리플 거래는 자동이므로 결제가 몇 초 이내에 이루어질 수 있고 자금이 더 빨리 회전되도록 합니다.\n4. 은행에서는 리플을 통해 결제 규모와 상관없이 점점 더 커지고 더욱 빠르고 저렴한 주문형 글로벌 결제(87개국) 서비스에 대한 수요를 만족하게 할 수 있습니다. 그 결과 새로운 수입을 확보할 기회가 창출되며 처리 비용이 감소하고, 전반적인 고객 경험뿐만 아니라 경제 활동을 가속화 합니다.\n5. 네트워크 스팸 공격을 막기 위해, 거래 시마다 0.00001XRP가 수수료로 지불되며 이렇게 지급된 수수료는 영원히 소멸합니다.",
  },
  {
    coin_code: "DOT",
    coin_knm: "폴카닷",
    img_id: "DOT",
    coin_enm: "Polkadot",
    coin_content001:
      "확장가능한 이종 멀티 체인 (Scalable Heterogeneous Multi-Chain)인 폴카닷은 사용자가 자신의 신원 인증과 데이터에 대한 완전한 소유권을 갖고 관리할 수 있는 탈중앙화된 Web 3를 구축하고자 하는 오픈소스 프로젝트입니다.",
    coin_content002:
      "폴카닷은 2017년 6월 스위스 주크에서 설립된 Web 3 재단에 의해 개발되었습니다. 폴카닷은 프라이빗, 컨소시움 체인, 퍼블릭 및 비허가성 네트워크를 연결하여 독립적인 블록체인들이 폴카닷의 릴레이체인을 통해 거래와 정보를 교환할 수 있도록 하는 블록체인 간의 원활한 연결을 목표로 합니다.",
    coin_content003:
      "1. 릴레이체인 (Relay chain)\n폴카닷 네트워크의 구성요소를 연결하는 체인으로, 중앙에서 관리하는 역할을 합니다. 릴레이체인은 파라체인에 보안을 제공하고 트랜잭션, 데이터 등과 같은 메시지 및 브릿지체인을 중계합니다.\n2. 파라체인 (Parachain)\n폴카닷 네트워크를 구성하는 병렬형 블록체인인 파라체인은 릴레이체인에 의해 연결되고 고정되어 독립적으로 돌아가는 체인이다. 파라체인을 통해 트랜잭션이 수집되고 처리됩니다.\n3. 브릿지체인 (Bridge chain)\n파라체인의 한 종류로 이더리움, 비트코인과 같은 독립적인 블록체인과 연결을 담당하는 체인입니다.",
  },
  {
    coin_code: "BTC",
    coin_knm: "비트코인",
    img_id: "BTC",
    coin_enm: "BITCOIN",
    coin_content001:
      "비트코인은 나카모토 사토시(가명)가 개발한 최초의 가상자산 입니다. 최대 발행 수량은 2100만 개이며 2017년 5월 기준 1615만 개가 발행되었습니다. 평균/최종 컨펌시간은 10분/60분으로 기존화폐와 다르게 금융기관 없이 개인 간에 빠르고 안전한 거래를 가능하게 합니다.",
    coin_content002:
      "블록체인이라는 공공 거래 장부라고도 부르며 가상 자산으로 거래할 때 발생하고 있는 해킹을 막는 기술을 이용합니다.  기존 금융 회사의 경우 중앙 집중형 서버에 거래 기록을 보관하는 반면, 블록체인은 거래에 참여하는 모든 사용자에게 거래 내역을 보내 주며, 거래 때마다 이를 대조해 데이터 위조를 막는 방식을 사용합니다.",
    coin_content003:
      "1. 기존 화폐와 달리 정부나 중앙은행, 금융기관의 개입 없이 개인간(P2P)의 빠르고 안전한 거래가 가능하며, 금처럼 유통량이 한정되어 있다는 것이 특징입니다.  \n\r\n2. 비트코인 거래는 군사 수준의 암호에 의해 보호됩니다. 누구도 당신에게 지불을 부담시키거나 당신을 사칭해 지불을 할 수 없습니다. 당신이 지갑을 보호하는 데 필요한 과정들을 지키는 한, 비트코인은 당신이 소유한 돈에 대해 높은 수준의 통제권과 많은 종류의 불법 행위에 대해 준비된 보안을 제공합니다.\n\n3. 비트코인은 단 10분이면 아프리카에서 캐나다까지 송금할 수 있습니다. 은행처럼 처리 과정이 더디거나, 수수료를 많이 부과하거나, 송금이 중단되는 일이 없습니다. 다른 나라에 있는 가족에게도 이웃에게 지불하는 것과 같은 방법으로 지불이 이루어지기 때문입니다.\n\n4. 비트코인은 신용카드와 같이 악의를 가진 이가 당신을 사칭하기 위해 훔칠 수 있는 번호 같은 것이 없습니다. 현찰과 같이 당신의 신원을 밝히지 않고도 지불 결제가 가능합니다. 하지만 그러기 위해서는 비트코인 사용 시 자신의 신원을 보호하는 방법을 잘 알아야 합니다.\n\n5. 비트코인은 하위 그룹 사람들이 거래를 인증하는 경우 비트코인이 쓰일 수 있도록 다중 서명 기능을 포함합니다. 멤버 중 어떤 사람이 돈을 사용했는지 찾을 뿐만 아니라, 다른 멤버의 충분한 동의 없이 만들어지는 경비를 막기 위해 이사회에 의해 사용될 수 있습니다.\n\n6. 많은 업체가 업체 관련 활동들에 대한 회계문서들을 필수적으로 작성해야 합니다. 비트코인을 사용하는 것은 업체의 구성원들에게 계정 잔액과 거래에 대한 정보를 제공하는 것이기 때문에 당신의 업체에 가장 높은 수준의 투명성을 제공합니다. 비영리 단체들 또한 기부받는 금액에 대한 정보를 이러한 방식으로 투명하게 공개할 수 있습니다.",
  },
  {
    coin_code: "ETH",
    coin_knm: "이더리움",
    img_id: "ETH",
    coin_enm: "Ethereum",
    coin_content001:
      "이더리움은 러시아계 캐나다인 비탈릭 부테린이 2015년 7월 30일에 도입한 암호화폐입니다. 블록체인 기술에 기반한 채굴형 코인으로 최대 발행수량은 무제한이며, 2017년 4월 기준 발행수량은 9,095만개 입니다.",
    coin_content002:
      "이더리움은 2015년 7월 30일 ‘비탈릭 부테린’ 이란 캐나다인이 개발한 가상 화폐 플랫폼입니다. \n\nSmart Contract란 블록체인 기술을 기반으로 만들어졌으며, 거래 기록뿐만 아니라 계약서, SNS, 이메일, 가상 투표 등 다양한 금융 애플리케이션을 투명하게 운영할 수 있게 확장성을 제공합니다. 기존의 값을 넣고 확인하는 원리(PoW)와는 다른 원리(PoS:Proof of Share) 즉, 코인을 지갑에 많이 예금해 두면 이자를 주는 방식으로 전환하려고 합니다.",
    coin_content003:
      "1. 이더리움의 목적은 분산 애플리케이션 제작을 위한 대체 프로토콜을 만드는 것입니다. 이는 이더리움이 화폐를 만들기 위함이 아니라 블록체인 기반의 생활 플랫폼을 만들기 위해 고안되었음을 의미합니다.\n\n2. 대규모 분산 애플리케이션에 유용할 것이라 생각되는 제작기법을 제공하며, 빠른 개발 시간, 작고 드물게 사용되는 애플리케이션을 위한 보안, 다른 애플리케이션과의 효율적인 상호작용이 중요한 상황에 주안점을 두고 있습니다.\n\n3. 비트코인보다 더 많은 것을 활용할 수 있고 효율성이 높습니다. 암호화, 분산화, 안정화들이 탁월해 상거래를 비롯해 투표, 도메인 이름, 크라우드 펀딩, 회사 경영, 각종 계약과 협약, 지식 재산 등의 분야에서 사용됩니다.\n\n4. 이더리움은 ‘Smart Contract’라는 기술을 이용하는데, 쉽게 요약하자면, ‘정해진 약속에 따라 특정 행동을 진행하면 대가를 지급하는 거래 프로그램’입니다. 우리가 하는 실생활의 계약처럼, ‘Smart Contract’는 이더리움 플랫폼 안의 프로그램 언어로 지원합니다. 거래를 하고자 하는 두 주체가 있고, 이 주체들이 합의한 내용을 프로그램으로 정의하여 약속된 트리거를 시행하는 것입니다.",
  },
  {
    coin_code: "ADA",
    coin_knm: "에이다",
    img_id: "ADA",
    coin_enm: "Cardano",
    coin_content001:
      "카르다노는 단순히 가상자산이 아닌 이더리움처럼 스마트 컨트랙트를 지원하는 플랫폼으로, 기존 플랫폼들이 지니고 있던 확장성과 트랜잭션 속도 문제를 해결하고자 개발을 시작하였습니다. 카르다노의 주요 핵심 기술로는 우로보로스 PoS(Ouroboros Proof-of-Stake) 프로토콜, 하스켈 프로그래밍 언어, KMZ Sidechains, 그리고 Daedalus Wallet 등이 있습니다. 또한, 해당 플랫폼은 Kiayias, Miller, Zindros 교수들이 개발한 새로운 사이드 체인 프로토콜을 활용해 두개의 분리된 계층 레이어에서 비대화형 방식으로 값을 안전하게 이동할 수 있도록 합니다.\n\n\n현재 해당 블록체인 프로젝트는 가상자산 중 최초로 과학적 철학과 학술 연구를 함께 접목하여 개발되고 있으며, 향후 전세계의 국가기관, 기업, 개인이 일상에서 금융 어플리케이션을 빠르고 쉽게 이용할 수 있도록 하는 것을 목표로 2020년 까지 개발이 진행될 예정입니다.",
    coin_content002:
      "Charles Hoskinson은 현재 카르다노의 CEO이며, 블록체인 연구 회사 Input Output Hong Kong(IOHK)의 CEO직을 겸하고있는 블록체인 사업가 이자 수학자입니다. 그는 Invictus Innovations과 이더리움의 스타트업 창업 경험을 가지고 있으며, 다양한 공공 및 민간 기관에서 활동하는 등 풍부한 블록체인 산업 관련 지식과 경험을 보유하고 있습니다.\n\n그는 또한, 비트코인 파운데이션의 교육 위원회의 창립 의장으로 활동하기도 하였습니다.\n카르다노 프로젝트는 카르다노 재단, Input Output Hong Kong(IOHK), Emurgo가 공동으로 개발하고 있는 프로젝트로 총 3 개의 독립된 기관이 각각 법규 및 커머스, 가상자산 리서치 및 개발, 그리고 스타트업 및 벤처 투자 지원의 역할을 분담하고 있습니다.\n\n카르다노는 2018년 3월, 스마트 기기의 이용자 보안 솔루션 회사인 SIRIN LABS와 제휴를 맺으며 오픈소스 시스템의 보안을 더욱 강화하게 되었으며, 최근에는 한국 블록체인 핀테크 기업 미탭스플러스 (Metaps Plus)와 파트너십을 체결하여 향후 미탭스플러스와 계약되어 있는 약 3만개 오프라인 매장에서도 활용이 가능해질 예정입니다.",
    coin_content003:
      '1. 확장성과 우로보로스 PoS (Ouroboros Proof-of-Stake) 프로토콜\n\n카르다노의 합의 프로토콜은 우로보로스라고 불리며 카르다노의 핵심 기술입니다. 동시에 여러 체인을 병렬로 유지할 수 있기 때문에 뛰어난 확장성을 보유하고 있습니다. 카르다노는 확장성, 인센티브 방법, 안전한 투표라는 측면에서 우로보로스 PoS 프로토콜을 채택하게 되었습니다.\n\n\n2. KMZ 사이드체인\n\n카르다노 플랫폼은 Kayias, Miller, Zindros 교수들의 연구 결과인 "작업 증명의 증명" (Proofs of Proofs of works)을 기반으로 하여 개발된 KMZ 사이드체인(KMZ sidechains)을 지원합니다. 그로 인해, 플랫폼의 카르다노 세틀먼트 레이어(CSL)에서 해당 프로토콜을 지원하는 다른 모든 블록체인으로 자금을 안전하고 상호작용없이 이동시킬 수 있습니다. KMZ 사이드체인은 플랫폼의 복잡한 요소들 예를 들어, 스크립트 언어, 법규, 비공개 거래 등 여러 제반 사항들을 효율적으로 요약하여 레저(Ledger)에 기록하게 되어 언제든 예기치 못한 상황에서 다시 확인이 가능합니다.\n\n\n3. 카르다노 세틀먼트 레이어 (Cardano Settlement Layer) / 카르다노 연산 레이어 (Cardano Computation Layer)\n\n카르다노 세틀먼트 레이어(CSL)는 플랫폼의 첫번째 레이어로써 트랜잭션의 잔액을 확인 하는 원장 역할을 하며, PoS 합의 알고리즘을 이용해 새로운 블록을 생성하고 트랜잭션을 승인합니다. \n\n카르다노 연산 레이어(CCL)는 카르다노 플랫폼의 두번째 레이어로써 트랜잭션과 관련된 추상적인 정보들, 예를 들어 해당 거래가 생겨난 이유에 대한 정보 등을 저장하게 됩니다. 또한, CSL에서 분리되므로 CCL의 이용자들은 레이어 내에서 다른 규정들을 만들어 트랜잭션을 평가할 수 있습니다. CCL은 카르다노가 자체 개발한 Plutus 프로그래밍 언어를 사용하게 되며, 이더리움의 스마트 컨트랙트에 사용되는 Solidarity 프로그래밍 언어도 함께 지원하고 있습니다.\n\n\n4. 하스켈 언어 (Haskell Language)\n\n하스켈은 뛰어난 모듈성과 조합성을 보유하고 있으며, 지난 몇년간 Galois, FP complete, Well-Typed 같은 기업들의 광범위한 활용 덕분에 많은 진화를 거듭하였습니다. 그로 인해, 하스켈은 상용 어플리케이션을 위한 언어로 사용될 수 있게 되었습니다. 하스켈 프로그래밍 언어는 뛰어난 프로그래밍 인재들 사이에서 이미 많이 사용되고 있으며, 하스켈 개발자는 컴퓨터 공학에 대한 많은 지식을 보유 하고 있다고 여겨지기도 합니다. 이때문에 어플리케이션을 개발하는 개발자의 역량을 평가하는 척도로 이용되기도 합니다. \n\n\n5. Daedalus 지갑\n\nDaedalus 지갑의 1세대에서는 HD 전자지갑으로 기능할 것이며, 많은 회계 기능 및 지불 암호, 그리고 BIP39와 같이 산업 표준의 보안 기능을 보유하게 됩니다. 향후 2세대부터는 스토어, 일반적인 통합 APIs와 SDK를 가지는 응용프로그램 프레임워크로 개발될 예정입니다. Daedalus는 프로그래머가 JavaScript, HTML5, CSS3 를 활용해 응용 프로그램과 프로그램 간 통신을 이어주는 브릿지를 개발할 수 있도록 하여 개발의 용이성이 매우 높습니다.',
  },
  {
    coin_code: "DOGE",
    coin_knm: "도지코인",
    img_id: "DOGE",
    coin_enm: "Dogecoin",
    coin_content001:
      "도지코인(Dogecoin, DOGE)이란 오픈소스 기반의 P2P 가상자산으로 라이트코인을 하드포크하여 2013년 소프트웨어 개발자인 빌리 마커스와 잭슨 팔머에 의해 발행되었습니다. 발행 당시, “joke currency”라고 불리기도 하며 시작된 도지코인은 일본 개인 시바 이누의 meme을 심볼로 채택하였으며 이를 통해 도지코인이 재미있고 친근한 디지털 자산이라는 점을 강조하고 있습니다.",
    coin_content002:
      "도지코인은 소프웨어 개발자인 빌리 마커스와 잭슨 팔머에 의해 개발되었으며, 기타 가상자산과 상반되는 재미있고 친근한 디지털 자산을 구축하고자 합니다.",
    coin_content003:
      "도지코인 마이닝은 블록 생성 주기 1분을 목표로 하며, 보상으로 10,000 DOGE를 제공합니다. 최대 공급량은 존재하지 않으며 이미 1천억 개 이상이 유통되고 있습니다. 도지코인 지지자들은 발행량에 제한을 두지 않음으로써 코인 소비를 장려하고, 초기 진입자가 불균형한 이득을 취하지 못하도록 하기에 이를 좋은 선택이라고 생각하고 있습니다. 현재 도지코인을 통해 기타 가상자산처럼 사용할 수 있으며 비트리필(Bitrefill) 등과 같은 상점에서도 사용할 수 있습니다.",
  },
  {
    coin_code: "YFI",
    coin_knm: "연파이낸스",
    img_id: "YFI",
    coin_enm: "Yearn.Finance",
    coin_content001:
      "연파이낸스는 유동성 공급, 대출 프로토콜 통합 등을 구축하기 위한 이더리움 기반의 탈중앙화 금융 플랫폼입니다. YFI는 연 파이낸스 생태계의 유틸리티 토큰으로 생태계 유동성 제공, 플랫폼 거버넌스 등으로 사용할 수 있으며 유동성 채굴을 통해 100% 발행 가능합니다. yearn.finance 에 예치된 토큰은 yTokens으로 전환되며, 정기적인 조정을 통해 더 높은 수익을 얻는 방식으로 설계 되어 있습니다.",
    coin_content002:
      "연파이낸스는 이더리움 기반의 탈중앙화 플랫폼으로 Andre Cronje에 의해 개발되었으며 더 쉽고 간단한 Defi를 만들고자 합니다.",
    coin_content003:
      "1. Valults \n\nDeFi 프로토콜에 유동성을 제공하여 가상자산에서 이율을 극대화하고 위험을 최소화 할 수 있도록 만들어진 생태계를 의미하며 가상자산의 예치 및 대출을 가능하게 합니다.  \n\n\n2. Earn\n\n이자율을 인식하여 시장을 활성화 시키는 yVault의 구성요소로써 가상자산을 예치한 유저들에게 수익을 Dydx, Aave, Compound 등의 다양한 토큰을 자율적으로 전환할 수 있도록 지원합니다.  ",
  },
  {
    coin_code: "UMA",
    coin_knm: "우마",
    img_id: "UMA",
    coin_enm: "Universal Market Access",
    coin_content001:
      '우마는 이더리움 기반의 "Priceless" 금융 계약을 위한 오픈 소스 구조를 구축하며 synthetic 토큰을 발행하는데 사용되는 priceless 금융 계약과 데이터 검증 매커니즘으로 구성되어 있습니다. 기존의 금융 및 사회적인 제한없이 금융 시장에 모든 이들이 보편적인 접근이 가능해야 한다는 목적을 기반에 두고 있습니다.',
    coin_content002:
      "우마는 기존 탈중앙화 금융(DeFi) 플랫폼이 직면했던 오라클 시스템 오류로 인한 단일 장애 등과 같은 문제를 해결하기 위해 발행된 이더리움 기반의 금융 프로토콜입니다.",
    coin_content003:
      "1. Priceless 금융 계약: \n별도의 온체인 가격 정보 없이 작동할 수 있어 온체인 오라클의 중요도를 최소화 한 계약이며, 사용자가 개인 지위를 담보하도록 장려하기 위해 설계되었습니다. \n\n2. 데이터 검증 매커니즘: \n오라클 구조는 완전한 탈중앙화와 무허가적 블록체인 환경 내에서 스마트 계약 및 오라클 시스템에 대한 경제적 보안을 보장하도록 되어있습니다.",
  },
  {
    coin_code: "COLA",
    coin_knm: "콜라토큰",
    img_id: "COLA",
    coin_enm: "Cola Token",
    coin_content001:
      "콜라워크란 원격 근무 시대에 적합한 온라인 협업툴 사용자를 위한 토큰 복지 서비스 입니다. 직원들은 온라인 협업툴 내 참여도를 콜라워크 시스템의 네이티브 토큰인 콜라토큰(Cola Token, COLA)\n로 보상받을 수 있으며, 고용주는 콜라를 추가 구매함으로써 직원들에게 분배되는 콜라의 양을 조절할 수 있습니다.",
    coin_content002:
      "콜라토큰은 원격 근무 시대에 적합한 사내 복지 서비스를 제공하고 협업툴의 콜라보레이션을 통한 활동을 장려하기 위해 ERC-20으로 탄생되었습니다.",
    coin_content003:
      "- 협업툴 참여도, 추첨 제도, 사내 커뮤니케이션 등의 활동을 통해 콜라 토큰 보상을 받을 수 있으며, 직원들은 콜라워크 서비스에 접속하여 활동 기록과 보상 내역을 확인할 수 있습니다.\n\n- 고용주는 콜라워크를 통해 간편한 방식으로 복지 혜택을 제공함과 동시에 사내 분위기 개선 및 능률 향상 효과를 기대할 수 있습니다. 고용주는 복지 금액을 늘리기 위해 콜라워크와 제휴한 협업\n툴 제작사에게 추가 구독료를 지불하거나, 거래소에서 콜라 토큰을 구매할 수 있습니다.",
  },
  {
    coin_code: "BNB",
    coin_knm: "바이낸스코인",
    img_id: "BNB",
    coin_enm: "Binance Coin",
    coin_content001:
      "바이낸스코인(Binance Coin, BNB)이란 바이낸스(Binance) 가상자산 거래소에서 사용되는 기축통화용 코인으로 바이낸스 생태계에 동력을 공급하는 바이낸스 체인 및 바이낸스 스마트 체인의 기본 코인입니다. 바이낸스 코인은 바이낸스 거래소의 거래 수수료, 바이낸스 DEX 거래 수수료, 바이낸스 체인 트랜잭션 수수료, 온라인 및 오프라인 상품/서비스 구매, 바이낸스 런치패드 토큰 세일 참여 등 다양한 서비스에 사용될 수 있습니다.",
    coin_content002:
      "바이낸스 코인은 홍콩을 기반으로한 가상자산 거래소 바이낸스의 코인으로 가상자산에 새로운 금융 패러다임 구축하고자 바이낸스코인을 발행하였습니다.",
    coin_content003:
      "바이낸스코인은 초기 ERC-20 기반의 합의 방식, 블록 생성 및 수수료를 따랐으나, 현재 자체 블록체인 플랫폼인 바이낸스 체인(Binance Chain)을 런칭하며 ERC-20에서 BEP-2로 스왑되었습니다. 바이낸스 체인은 11개의 노드를 통해 운영되는 플랫폼으로 스마트 컨트랙트는 지원되지 않지만 거래 효율성 및 토큰 발행을 지원합니다. 또한, 바이낸스는 바이낸스 체인과 병렬로 운영되는 바이낸스 스마트 체인(BSC)를 출시하여 현재 바이낸스 체인상의 BNB (BEP-2), 바이낸스 스마트 체인상의 BNB (BEP-20), 그리고 이더리움 네트워크 상의 BNB (ERC-20) 세가지 형태의 BNB가 존재합니다.\n바이낸스코인은 바이낸스 거래소, 바이낸스 DEX 거래소, 바이낸스 체인, 바이낸스 스마트 체인 트랜잭션 등의 수수료로 지불될 수 있으며, 바이낸스 스마트 체인 생태계의 커뮤니티 유틸리티 토큰 및 바이낸스 런치패드 토큰 세일 참여, 바이낸스 유동성 제공 등에 사용됩니다.",
  },
  {
    coin_code: "SOL",
    coin_knm: "솔라나",
    img_id: "SOL",
    coin_enm: "Solana",
    coin_content001:
      "솔라나(Solana, SOL)란 탈중앙화 금융 솔루션 제공을 위한 고기능 오픈 소스 웹 스케일 블록체인으로 기존 블록체인의 확장성 문제를 해결하고 가상자산 시장의 가장 효율적인 블록체인 제공을 목표로 구축되었습니다. 솔라나 블록체인 생태계의 네이티브 화폐인 솔라나(SOL)는 사용자의 스마트컨트랙트 상호작용 및 거래 수수료 지급에 사용됩니다.",
    coin_content002:
      "솔라나는 샌프란시스코에 위치하고 있으며 개발자가 제한없이 차세대 블록체인 애플리케이션을 구축 할 수있는 이상적인 툴킷을 제공하는 것을 목표로 합니다.",
    coin_content003:
      "솔라나 아키텍처 특징\nLeader, Proof of History Generator: 리더(leader)는 선출된 역사 증명(Proof of History) 생성가로, 사용자의 트랜잭션 및 시스템 상 고유한 글로벌 오더(Global order) 순서를 보장하는 모든 트랜잭션 역사 증명 시퀀스를 출력합니다. 각각의 트랜잭션 batch 후 리더는 순서대로 트랜잭션에 서명을 출력합니다.\n- State: State은 사용자 주소로 인덱스된 해시 테이블로 각각의 셀에는 전체 사용자의 주소와 계산에 필요한 메모리가 저장되어 있습니다.\n- Verifier: 검증자 노드는 블록체인 상태를 복제하고 고가용성 블록체인 상태를 제공합니다. 복제 대상은 함의 알고리즘에 의해 선택되며, 합의 알고리즘 검증자는 오프체인 크라이테리아에 기반하여 Proof of Replication node를 선택 및 투표합니다. 네트워크는 최소 지분 증명 채권 및 bond 당 하나의 복제자 ID에 대한 요구 사항 등을 통해 구성됩니다. \n- Validator: Validator 노드는 Verifier의 대역폭을 사용합니다. 이는 가상의 노드이며, 검증자, 리더 및 구성된 합의 알고리즘과 관련된 개별 시스템에서 실행할 수 있습니다.",
  },
  {
    coin_code: "UNI",
    coin_knm: "유니스왑",
    img_id: "UNI",
    coin_enm: "Uniswap",
    coin_content001:
      "유니스왑은 자동화 된 유동성 공급을 제공하는 탈중앙화 가상자산 거래소입니다. UNI는 GPL에 따라 라이선스가 부여된 오픈소스 소프트웨어 및 유니스왑 거래소의 거버넌스 토큰으로 활용됩니다. 이에 사용자는 UNI 커뮤니티 자산에 대한 소유권, 프로토콜 Fee Switch 등의 유틸리티를 확보할 수 있으며, 해당 과정에서 신뢰할 수 있는 중개자 및 불필요한 형태의 임대 추출을 제거하여 빠르고 효율적인 거래가 가능하도록 합니다.",
    coin_content002:
      "이더리움에서 기반한 유니스왑은 ERC-20 토큰을 교환하기 위한 프로토콜로써 유동성을 보장하고 낮은 스프레드를 제공하는 DEX입니다. 유니스왑은 ETH와 ERC-20 토큰 간의 자동 교환 거래를 용이하게 하도록 설계된 이더리움 기반의 프로토콜로 정의됩니다.",
    coin_content003:
      "1. 스마트 계약 \r\n유니 스왑은 거래계약과 팩토리 계약으로 2가지 유형의 스마트 계약으로 구성되어 있으며, Vyper 스마트 계약 프로그래밍 언어로 작성된 유니스왑 프로토콜의 핵심 기능 중 하나입니다.\r\n\n2. 토큰 리스트 \r\nERC-20 토큰에 대하여 검색할 경우 해당 코인에 대한 평판, 신뢰성 등의 정보를 제공하여 사용자가 스캠 판별을 할 수 있도록 지원합니다. 토큰 리스트에는 ERC-20 토큰 리스트 표준, 홈페이지, 토큰 리스트 브라우저 및 커뮤니티 포럼 등이 포함될 예정입니다. ",
  },
  {
    coin_code: "XTZ",
    coin_knm: "테조스",
    img_id: "XTZ",
    coin_enm: "TEZOS",
    coin_content001:
      "테조스는 스마트 컨트렉트와 디앱의 오픈소스 플랫폼을 제공하는 가상자산입니다. 온체인 거버넌스 기술을 기반으로 하드포크 없이 지속적인 블록체인의 업그레이드가 가능하여 프로토콜 업그레이드에 대한 운용, 조정 비용을 절감할 수 있을 뿐 아니라 완전한 탈중앙화가 가능합니다. 또한 함수형 언어인 오카멜로 개발되어 빠른 속도와 높은 보안 수준을 자랑합니다.",
    coin_content002:
      "메인넷 기반의 테조스는 미국 보스턴의 Tezos Commons Foundation에 의해 개발되었습니다.  테조스는 토큰 스테이킹을 통해 네트워크 관리 및 보상을 제공하는 생태계 구축하여 개방/분산형 아키텍처 분야 개발을 하고자 합니다.",
    coin_content003:
      "1. 온체인 거버넌스(On-Chain Governance) \n모든 사용자에게 자체적으로 수정할 수 있는 암호화 원장을 제공합니다. 테조스는 자체적인 업그레이드를 통해 효율적인 관리가 이루어져 하드포크를 별도로 진행할 필요 없습니다. 이에 개발자는 프로토콜 개선에 필요한 비용과 시간을 절감하는 효과를 이뤄낼 수 있습니다. 즉, 테조스는 블록들이 자체적으로 프로토콜 내에서 움직이며, 관리하는 블록체인 프로토콜입니다. 또한 하나의 체인만을 소유하여 높은 합의를 받은 블록으로 교체하는 방식으로써 높은 처리 속도와 보안성 측면을 가지고 있습니다.\n\n2. 오카멜(OCaml) \nPython 처럼 객체 지향프로그램(OOP) 언어로써, 짧은 코드로 기능을 구현할 수 있고 바이트 레벨로 명령을 수행합니다. 따라서 플랫폼을 구성하는 중요한 요소 중 하나인 빠른 속도를 제공하고, 설계 단계에서도 보안성을 중점으로 진행되었습니다. 해당 기술을 통해 테조스는 하드포크를 별도로 진행하지 않아도 됩니다.\n\n3. 유동지분증명(LPoS) \n모든 사용자가 테조스 합의 프로세스에 대한 참여 기회를 제공하여 네트워크 상의 트랜잭션 검증에 참여할 수 있습니다. 네트워크의 보안 및 안정성에 기여한 사용자들은 검증 참여에 대한 대가로 프로토콜 자체에 의해 보상 받을 수 있습니다. 블록 생성의 적합성 여부는 10,000개 이상의 XTZ를 보유하며, 무작위로 선출된 대표자인 Baker들의 투표로 결정됩니다. 이 때 Baker들이 테조스 블록체인에 블록을 서명하고 게시하는 행위를 Baking이라 칭합니다. Baker들에게 제공되는 보상은 네트워크 보안 및 테조스 5.5% 인플레이션율을 기반으로 이루어집니다. \n\n4. 자체 개정 시스템(Self-Amendment)\n네트워크를 포크하지 않고서 업그레이드 가능합니다. 네트워크 시스템의 업그레이드를 위한 조정이나 실행을 위한 비용을 절감할 수 있으며, 다양한 변화에 대하여 유연하게 대처 가능합니다.",
  },
  {
    coin_code: "SRM",
    coin_knm: "세럼",
    img_id: "SRM",
    coin_enm: "Serum",
    coin_content001:
      "탈중앙화 파생상품 거래소 프로젝트인 세럼은 기존 DEX(탈중앙화 거래소)의 느린 속도와 높은 네트워크 비용 문제를 해결하고자 구축되었습니다. 세럼은 크로스체인 스왑, 완전한 자동화를 이룬 오더북, 크로스체인 컨트랙트. 이더리움과 솔라나의 완전한 통합 등을 지원하며 세럼(SRM) 거버넌스 토큰을 사용하여 수수료를 할인 받을 수 있습니다.",
    coin_content002:
      "ERC-20 기반의 세럼은 2020년 7월 Anatoly Yakovenko에 의해 개발되었습니다. 기존 DeFi의 낮은 속도 및 네트워크 비용 등을 보안하여 완전한 기능의 탈중앙화 거래소를 구축하고자 합니다.",
    coin_content003:
      "1. 솔라나 (Solana) \n솔라나는 기존 이더리움 기반의 DEX보다 빠른 거래속도와 낮은 거래 비용을 제공하여 기존  DeFi 시장의 문제점을 해결합니다.\n\n2. 오더북 (Order Book) \n사용자는 세럼의 자동화 된 온체인 오더북(On-Chain Order Book)을 통해 가격, 방향, 규모 등과 함께 주문을 제출하여 거래를 관리할 수 있습니다.\n\n3. 크로스체인 스왑(Cross-Chain Swap)\n크로스 체인 스왑은 제 3자의 개입없이 가상자산을 교환할 수 있도록 합니다.",
  },
  {
    coin_code: "KLAY",
    coin_knm: "클레이튼",
    img_id: "KLAY",
    coin_enm: "Klaytn",
    coin_content001:
      "클레이튼은 신뢰할 수 있는 기업에 의한 공동 관리 프레임워크 내 확장 솔루션과 데이터 중심의 의사결정을 제안하여, 퍼블릭 및 프라이빗 플랫폼의 신뢰성 및 투명성을 함께 유지합니다. 또한, 개인 사용자에게 친숙한 UI, UX 디자인 및 구조 등으로 설계된 새로운 형태의 블록체인 플랫폼입니다. 더 나아가 클레이튼은 레거시 기술을 기반으로 Blockchain Applications 제공에 중점을 두고 있으며, 유명 브랜드와 협력하여 투명하게 공유되는 분산 네트워크를 운영 및 비즈니스 플랫폼을 구축합니다.",
    coin_content002:
      "Klaytn은 서비스 중심의 퍼블릭 블록체인으로 그라운드엑스에 의해 개발되었습니다.",
    coin_content003:
      "- Mainnet Cypress: 퍼블릭 블록체인으로 오픈소스 방식으로 공개되었으며, 타 블록체인 대비 블록 생성과 확장 시간이 1초에 불가하다는 장점을 가집니다. 독자적인 네트워크 구축을 기반으로 새로운 디앱에 대한 개발과 생태계 구축함으로써 기업의 가치 상승과 확장성을 높일 수 있습니다. \n- Klaytn Wallet: 클레이튼 기반의 토큰들에 대한 안전한 보관, 전송을 지원하는 지갑입니다. 클레이튼 월렛을 기반으로 클레이 및 클레이 호환 토큰의 잔고를 확인할 수 있으며 다른 사용자들과의 교환을 진행할 수 있습니다.\n- BLASQ: 블록체인 관련 보상 기반의 지식 공유 플랫폼이며, 해당 플랫폼 내에서 블록체인 관련 질의응답 활동 시 보상으로 토큰이 주어집니다",
  },
  {
    coin_code: "LINK",
    coin_knm: "체인링크",
    img_id: "LINK",
    coin_enm: "Chainlink",
    coin_content001:
      "체인링크는 최초의 탈중앙형 오라클 서비스 프로젝트입니다. \n오라클은 스마트 컨트랙트 기능이 단순히 블록체인 내 의 정보를 관리하는 것에서 한층 더 나아가 실물 세계와 연결하는 매개체의 역할을 합니다. 이를 통해서 실물 세계의 데이터를 검증을 거친 후 블록체인에 입력하고 또 블록체인의 정보를 실물 세계에 적용하는 것이 가능하게 됩니다.",
    coin_content002:
      "체인링크의 창립자 Sergey Nazarov는 2011년 암호화 혁명에 참여했고, 그것이 부의 배분 방식을 바꾸고 계약을 집행하며, 시민들과 중요한 정보를 공유할 수 있는 능력을 가지고 있다고 판단했고 이러한 가치관 하에 체인링크를 창립하였습니다.\n\n또한 CTO인 Steve Ellis는 PivotalLabs의 소프트웨어 엔지니어 겸 팀장으로 재직하면서 민감한 HIPAA 컴플라이언스 데이터를 보호하고 확장 가능한 지불 자동화 소프트웨어를 구축하는 작업을 수행합니다.  \n\n현재 Chainlink는 미국의 IT분야 시장조사 및 컨설팅 회사 Gartner 사에서 블록체인 업계의 리딩 컴퍼니로 선정되어있으며, 가상자산 전문 매체 Coindesk와 스마트 컨트렉트 업체 American Banker등과의 협업을 통해 프로젝트를 개발 중에 있습니다.",
    coin_content003:
      "1. 최초의 탈중앙형 오라클 서비스 \n체인링크의 오라클은 다른 오라클 프로그램과 달리 탈중앙화 되어 있습니다. 따라서 중앙형 오라클이 데이터를 변경하는 것이 가능한 것에 반해 체인링크는 이런 보안 문제를 예방하고자 분산형 오라클 및 소스 시스템을 활용하였으며 이를 통해 더욱 정확한 정보 집계가 가능하게 되었습니다.\n\n2. 온 체인 컨트랙트 기능\n체인링크의 온 체인 컨트랙트는 이더리움 블록체인을 기반으로 하며, 사용자의 오프 체인 데이터 수집 요청에 가장 적합한 오라클을 선별하는 역할을 합니다. 이 과정에서 각 오라클 제공자의 명성도와 입찰 정보를 취합 및 대조 하게 되며, 최종 선택된 오라클 제공자는 계약된 서비스를 이행하게 됩니다.\n3. 오프 체인 오라클 기능\n현재 체인링크의 오프 체인 오라클 노드는 이더리움 네트워크의 스마트 컨트랙트를 기반으로 하며, 오프체인의 리소스를 통해 요청된 데이터를 수집합니다. 수집된 정보는 결과 집계를 위해 온 체인 오라클 컨트랙트로 전달되며, 해당 작업을 완료한 것에 대한 보상으로 LINK 토큰이 제공 됩니다. 또한 해당 플랫폼에서 오프 체인 오라클 노드는 부수적인 프로그램을 직접 연결하여 해당 작업을 더욱 효율적으로 처리하는 것이 가능합니다.",
  },
  {
    coin_code: "WEMIX",
    coin_knm: "위믹스",
    img_id: "WEMIX",
    coin_enm: "WEMIX Token",
    coin_content001:
      "위믹스는 사용자들에게 지갑과 디지털 자산 (대체불가토큰 및 대체가능토큰) 마켓플레이스 그리고 게임 아이템 거래소 기능을 제공하는 블록체인 기반 게임 생태계 플랫폼입니다. 위믹스는 기존의 게임 플랫폼 내에 블록체인과 토큰 이코노미를 결합하여 게임 내 자산 가치 보장과 사용자 친화적 서비스 제공, 그리고 개발자의 개발 환경을 개선하고자 합니다.",
    coin_content002:
      "위믹스는 2020년 6월 17일 싱가폴에 위치한  Wemade Tree Pte. Ltd.에 의해 개발되었습니다. 위믹스는 게임 제공 플렛폼에 블록체인 기술을 결합하여 게임 내 자산의 가치 보장 및 개발자 환경 개선을 통해 게임 참여자, 게임 개발자, 플랫폼 제공자가 생태계에 기여하고 보상 받을 수 있는 지속가능한 블록체인 게임 플랫폼을  합니다.",
    coin_content003:
      "위믹스 플랫폼의 멀티체인 기반 하이브리드 구조는 BaaS (Blockchain-as-a-Service)와 자산 관리를 위해 블록체인을 결합한 구조로 디자인되었습니다. 이는 서비스 체인, 퍼블릭 체인, 그리고 브리지 체인 3가지 계층으로 구축되어 있습니다. \n1. 서비스 체인: 서비스 체인은 게임 DApp 상에서 발생하는 대규모 트랜잭션을 수행합니다. 서비스 체인은 높은 TPS와 합리적인 가격을 통해 트랜잭션을 수행하고자 프라이빗 체인을 사용합니다. 서비스 체인은 플랫폼 상의 게임과 사용자가 늘어남에 따라 병렬적으로 늘어나는 멀티 체인 구조로 확장성에 제한이 없기에 대규모 트랜잭션을 수행하는데 적합합니다. \n2. 퍼블릭 체인: 위믹스의 퍼블릭 체인은 자산 관리 역할을 수행합니다. \n3. 브리지 체인: 브리지 체인은 서비스 체인과 퍼블릭 체인에 존재하는 자산의 거래와 전송을 담당합니다.",
  },
  {
    coin_code: "QTUM",
    coin_knm: "퀀텀",
    img_id: "QTUM",
    coin_enm: "Quantum",
    coin_content001:
      "퀀텀은 UTXO ( unspent transaction output )기술을 기반으로 POS 3.0 (Proof-of-Stake :지분 합의 증명) 채굴방식 채택한 코인입니다. \n비트코인의 보안성과 이더리움의 확장성을 동시에 지닌 퀀텀은 차세대 하이브리드 블록체인으로 그 가치가 점점 상승하고 있습니다.",
    coin_content002:
      "싱가포르에 있는 QTUM 재단은 퀀텀은 중국을 중심으로 글로벌로 뻗어 나가며 블록체인을 이용한 APP 생태계 형성을 목표로 하고 있습니다. 또한, SHA-256 알고리즘을 기반으로 비트코인의 UTXO(보안성)과 이더리움의 EVM 기술(튜링완전성)의 통합한 핵심기술을 보유한 코인입니다.",
    coin_content003:
      "1. 상호운용성을 염두에 두고 설계된 퀀텀은 하이브리드 기술 최초로 POS(Proof-of-Stake :지분 합의 증명) 컨센서스 프로토콜과 결합하여 퀀텀 애플리케이션의 주요 블록체인 에코시스템과 호환될 수 있도록 하면서 모바일 장치 및 IoT 어플라이언스를 지원합니다.\n2. 퀀텀은 다양한 분야와 기관이 블록 체인과 쉽게 연계되도록 지원하며 내부 토큰을 생성하여 공급망 관리를 자동화합니다. 또한, 표준화된 환경에서 자체 실행 계약을 체결하고 안정을 검증하며 테스트를 진행합니다.",
  },
  {
    coin_code: "VELO",
    coin_knm: "벨로프로토콜",
    img_id: "VELO",
    coin_enm: "VELO",
    coin_content001:
      "Velo 프로토콜은 디지털 크레딧 발행 메커니즘과 디지털 담보 시스템이라는 두 가지 구성 요소로 이루어진 가치 전송 엔진입니다. 이러한 구성 요소를 함께 사용할 경우 신뢰할 수 있는 파트너는 Velo 프로토콜 및 기본 분산 원장 기술의 도달 범위, 운영 효율성 및 투명성을 활용할 수 있습니다. Velo 프로토콜은 Velo의 핵심 기능을 기반으로 하는 여러 비즈니스 사용 사례를 지원합니다. 즉, 디지털 크레딧을 담보로 발행하여 안전하게 송금하는 데 사용할 수 있습니다.",
    coin_content002:
      "Velo 토큰은 Velo 토큰의 거래 정산 및 통관에 사용되는 스텔라 블록체인 네트워크에서 발행됩니다.",
    coin_content003:
      "Velo는 디지털 크레딧 발행을 통해 전 세계의 은행 계좌 보유자/비보유자에게 서비스를 제공할 혁신적인 방법을 모색하는 기업에 새로운 기회를 제공하며,Velo 프로토콜의 다양한 측면을 관리하는 스마트 계약을 통해 구현되는 알고리즘 규칙인 디지털 담보 시스템을 통해 Velo 토큰 담보 풀을 관리하여 안전한 디지털 크레딧 결제를 강화하는 것을 목표로 합니다.",
  },
  {
    coin_code: "BCH",
    coin_knm: "비트코인캐시",
    img_id: "BCH",
    coin_enm: "Bitcoin Cash",
    coin_content001:
      "비트코인 캐시(BCH)는 2017년 8월 1일 하드포크(UAHF) 이후, 기존의 비트코인(BTC)에서 갈라져 나와 생긴 새로운 알트코인입니다. 이로써 하드포크 이전 BTC 소유자들은 하드포크 이후 동일한 수의 BCH를 가지게 되었습니다. 기존의 BCC라는 거래단위는 이미 Bitconnect라는 알트코인에서 사용하고 있어서, 비트코인 캐시는 새롭게 BCH라는 거래단위를 사용하고 있는 추세입니다. 빗썸에서도 현재 이용자의 혼란을 방지하기 위해 비트코인 캐시, BCH 라는 단위를 사용하고있습니다.\n비트코인 블록체인의 모든 블록은 1MB로 정해져 있었는데, 최근 몇 년간 비트코인(BTC)는 사용자와 거래량이 기하급수적으로 늘어나면서 블록 크기를 늘려야 한다는 논의가 진행 중이었습니다. 시간이 지날수록 한정된 블록 크기(1MB)로 인해 거래 처리 속도는 느려지고, 거래의 우선 처리를 위해 전송수수료를 점점 더 비싸게 지불해야 하는 상황이 되었습니다. 이에 대한 해결책으로 크게 두 가지의 방식이 제안되었습니다.\n1. 세그윗(Segwit) - 현재 비트코인(BTC)에 적용된 기술입니다. 기존 1MB 블록 크기를 확장하지 않고도 블록에 포함된 ‘디지털 서명’처리 방식을 변경하여 블록 내 공간 활용도를 4배까지 높임으로써 크기를 확장한 것과 같은 효과를 얻을 수 있습니다. 최대한 안정적으로 기존 비트코인 블록체인에 적용하기 위해 일정 기간 동안 동의를 얻는 과정(소프트포크)을 거쳐서 7월 23일 성공적으로 활성화되었습니다. 추후 블록사이즈를 2배로 늘리는 2차 하드포크(Segwit 2x)가 3개월 후인 11월경 예정되어 있습니다.\n2. 비트코인 ABC(Bitcoin ABC, UAHF) - 현재 비트코인 캐시(BCH)에 적용된 기술입니다. 블록 크기를 2배~8배까지 확장하는 하드포크 업데이트입니다. 비트코인 캐시(BCH) 는 증가한 블록 크기만큼 더 많은 거래를 더 낮은 수수료에 처리할 수 있게 됩니다.\n8월 1일 하드포크(UAHF)가 성공적으로 적용되어 새로운 ‘알트코인’으로 비트코인 캐시(BCH)가 시장에 진출하였습니다.",
    coin_content002:
      "2017년 7월 17일, 비트코인 채굴장과 거래소를 운영하는 ViaBTC에서 8월1일을 기점으로 UAHF 제안을 시행하여 새로운 알트코인인 Bitcoin Cash를 내놓겠다고 선언했습니다. 이후 한국시각으로 8월 1일 10시 16분에 생성된 478558블록을 기점으로 UAHF가 활성화되어 비트코인과 비트코인 캐시 둘로 쪼개지게 되었습니다.",
    coin_content003:
      "비트코인 캐시 블록체인은 블록 크기를 2MB~8MB까지 유동적으로 확장할 수 있습니다. 블록에 들어가는 거래의 수량을 늘릴 수 있어 기존 비트코인보다 낮은 수수료를 지불합니다. 난이도 조정도 비트코인과 달리 6개의 블록마다 난이도를 조정하고 있습니다.\n\n1. BCH 블록 크기를 기존의 1mb에서 2~8배까지 채굴자가 선택할 수 있습니다.\n2. 예전에 이더리움의 하드포크가 보안을 위하여 진행했다면, 이번 비트코인의 세그윗과 UAHF는 기능향상을 위해 진행된 소프트포크(세그윗)/하드포크(UAHF) 업데이트입니다.\n3. 채굴자에게 권력이 부여되는 단점이 있습니다.(블록 사이즈를 정할 수 있기 때문)\n4. BCH 블록체인에서는 모든 거래내역에 SIGHASH_FORKID라는 태그가 붙어 비트코인 블록체인상에서의 리플레이 어택이 불가능하도록 처리되었습니다.\n5. 기본 블록크기가 확장됨에 따라 기하급수적으로 코어 용량이 늘어나게 되어, 소위 빅블록을 감당할 수 있는 채굴자들만이 남게 됩니다.\n6. BCH는 완벽히 안정화 되지 않았기 때문에 지속적인 관찰이 필요합니다.",
  },
  {
    coin_code: "HIVE",
    coin_knm: "하이브",
    img_id: "HIVE",
    coin_enm: "HIVE",
    coin_content001:
      "하이브란 스팀을 하드포크하여 개발된 탈중앙화 소셜 미디어 플랫폼이며, WEB 3.0을 전세계로 확산시키는 것을 목표로 하는 오픈소스 블록체인입니다. 하이브 플랫폼은 스팀과 연동되지 않으나, 사용자가 동일한 계정을 사용할 수 있도록 구성했습니다. 사용자는 3초 블록 생성 시간, 무료 거래, 확장성, 계정/지갑 보안, 소셜 미디어, 에스크로와 같은 다양한 기능 및 보상 시스템 등을 활용할 수 있습니다. 또한, 사용자는 하이브 DHF (Decentralized Hive Fund)를 기반으로 개발/비즈니스/마케팅 관련 펀딩 제안서를 제출하거나, 펀드 생성에 참여 가능합니다.",
    coin_content002:
      "하이브는 2020년 3월 20일 스팀을 하드포크하여 개발되었습니다. 하이브는 WEB 3.0을 전세계로 확산시키는 것을 목표로 하며 완전한 탈중앙화 소셜 미디어 플랫폼을 구축하고자 합니다.",
    coin_content003:
      "1. HIVE Power \n\n하이브 이용자는 자신이 하이브를 13주 일정의 기금 개념으로 투자할 수 있으며, 이를 통해 기존의 하이브를 하이브 네트워크의 또다른 화폐인 하이브 파워(HP)로 교환하게 됩니다. HP 자산은 다른 이용자에게 송금하거나 분할할 수 없으며, 하이브로 재 전환하는데 총 13주가 소요되는 등, 가상자산으로서 거래하는 것이 현실적으로 매우 제한적입니다. 따라서 하이브는 HP 보유 회원들이 자신의 하이브 자산을 하이브 네트워크에 투자한 것에 대한 보상으로 HP 보유 회원들이 컨텐츠를 개발하거나, 큐레이션에 참여할 때 현재 전환된 HP 자산에 비례하는 추가 하이브를 보상으로 제공합니다. 그 뿐만 아니라, HP 보유 회원이 업보트(Up Vote) 한 게시물의 제작자 또한 더 많은 보상을 받게 되는 등의 하이브 네트워크에서 높은 영향력을 가지게 됩니다. 하이브는 매일 생성되는 하이브의 15%를 모든 HP 보유 회원들에게 각각의 HP 보유량에 맞게 분배하여 지급하고 있습니다. 하이브 이용자가 보유한 하이브 자산을 하이브 파워로 전환하는 것을 파워링업이라하며, 하이브 파워를 하이브로 재전환하는 것을 파워링다운이라고 합니다. '\n\n\n2. HIVE Dollar\n\n하이브 달러는 HBD로 표기되며, 이는 Hive Blockchain Dollar의 약어이며, HBD의 가치는 항상 1 USD에 비례하는 하이브의 가치로 책정되는 것이 특징입니다. HDB를 생성하기 위해서는 먼저 신뢰할 수 있는 가격 정보와 거래 오용을 방지할 수 있는 정책이 선행되어야 하는데, 하이브는 여러가지 신뢰할 수 있는 가격 정보를 제공하기 위해서 잘못된 가격 정보로 입을 수 있는 영향 최소화, 잘못된 가격정보 생산 비용 극대화, 시간 타이밍의 중요성 최소화와 같은 세가지 요소에 초점을 두고 있습니다. \n\n\n3. HIVE Blog \n\n하이브 블로그는 스팀잇과 동일한 블록체인 기반 소셜 미디어 네트워크로, 스팀잇의 약 90만명 이상의 회원들이 같은 계정으로 사용할 수 있습니다. 하이브 블로그 이용자들은 게시물을 제작하거나 제작된 게시물 큐레이션에 참여하는 것으로 하이브, 하이브 파워, 하이브 달러 등의 가상자산을 금전적인 보상으로 받게 됩니다. \n\n\n4. Witness\n하이브는 DPoS를 합의 알고리즘으로 사용하여 매 3초마다 새로운 블록을 생성할 수 있어서 다량의 거래 정보를 빠르게 처리할 수 있습니다. 또한, 하이브에서는 Witness가 블록체인을 생성하게 되며, 하이브 네트워크에서 가장 지명도가 높은 100명의 이용자와 시간대 별로 교체되는 다른 한 명의 이용자를 포함해 총 101명이 하이브의 Witness로 선택됩니다.\n",
  },
  {
    coin_code: "ATOM",
    coin_knm: "코스모스",
    img_id: "ATOM",
    coin_enm: "Cosmos",
    coin_content001:
      "코스모스 허브의 유일한 스테이킹 가상자산이며, ATOM의 보유자가 투표, 검증 또는 다른 검증자들에게 위임하기 위하여 필요한 가상자산입니다. 이더리움과 유사하게 Denial-of-Service Attack을 예방 및 거래 수수료 지불을 위해 사용합니다",
    coin_content002:
      "미국 기반의 Tendermint Inc은 코스모스 네트워크 및 아톰 개발을 위하여 Interchain 재단과 계약을 맺었습니다. 이를 통해 개발자가 상호운용이 가능한 블록체인 응용 프로그램을 신속하게 구축할 수 있도록 생태계를 확장하고 있습니다.",
    coin_content003:
      "1. Tendermint: \nDPoS와 PBFT 개념을 섞은 Synchronous BFT Consensus Protocol입니다. 전체 합의 프로세스는 Propose → Prevote → Precommit으로 구성되어있으며, 전체 검증자의 2/3 이상이 합의할 경우에만 이루어지는 비잔틴 장애 허용(BFT) 기반으로 설계되어 있습니다. 해당 과정에서 발생할 수 있는 이중 투표 문제는 Locking 메커니즘을 기반으로 해결하였습니다.  \n\n2. Tendermint Core: \n모든 결정적 블랙박스 애플리케이션을 분산 복제 블록체인으로 전환할 수 있는 어플리케이션에 구속 받지 않는 합의 엔진입니다. 이 과정에서 노드 간 블록 및 거래 공유, Canomical 및 Immutable 거래 순서를 확립하는 역할을 담당합니다. \n\n3. TMSP(Tendermint Socket Protocol): \nTendermint Core는 해당 소켓 프로토콜을 통해 블록체인 어플리케이션들과 연결합니다. TMSP는 UTXO 데이터베이스 유지, 이체의 암호서명 검증, 존재하지 않는 거래 지불 방지 및 클라이언트들의 UTXO 데이터베이스에 대한 쿼리를 허용합니다. \n\n4. Cosmos SDK: \nTendermint 위 안전한 블록체인 어플리케이션을 개발할 때 사용되는 Command-Line 인터페이스, REST 서버, HSM 라이브러리 등과 같은 유용한 개발 툴입니다. 단, 해당 툴을 사용할 때는 Golang 언어를 사용하여야 합니다. ",
  },
  {
    coin_code: "ALGO",
    coin_knm: "알고랜드",
    img_id: "ALGO",
    coin_enm: "Algorand",
    coin_content001:
      "알고랜드란 블록체인의 트릴레마인 탈중앙화, 확장성, 보안성의 3가지 딜레마 해결을 위한 플랫폼입니다. 알고랜드는 탈중앙화 경제 시스템에서 유저 모두가 편리하고 쉽게 운영할 수 있는 기반을 제공하고자 합니다. 무허가 순수지분증명 프로토콜은 시스템 구축에 요구되는 규모, 개방형 참여, 트랜잭션의 완결성을 지원하여 기존 가상자산이 갖는 블록 생성 속도 및 시스템 운영 제도와 뚜렷한 차이점을 보여줍니다.",
    coin_content002:
      "알고랜드는 블록체인의 트릴레마를 해결하기 위하여 블록체인 및 영지식증명의 권위자인 실비오 마칼리에 의해 만들어졌습니다. 이를 바탕으로 공평한 글로벌 경제 시스템 구축과  진정한 국경없는 경제를 이룩하고자 합니다.",
    coin_content003:
      "1. 무허가형 블록체인(Permissionless Blockchain)\n알고랜드는 별도 승인할 필요없는 퍼블릭 블록체인으로 사용자는 네트워크 연결 및 프로토콜 참여를 위한 권한을 필요로 하지 않습니다. 누구나 블록체인을 사용하여 블록 생성에 참여할 수 있고 데이터 조회도 가능합니다. \n\n2. 순수지분증명 방식 접근(Pure Proof of Stake Approach) \n알고랜드는 비잔틴 합의를 기반으로 구축된 순수지분증명(PPos) 프로토콜을 사용합니다. 새 블록 선택에 대한 각 사용자의 영향은 시스탬 내의 지분(토큰 수)에 비례합니다. 사용자는 랜덤 및 비밀리에 선택되어 블록 생성을 제안하고 블록 제안에 투표할 수 있습니다. \n\n3. 즉각적 거래 완결성(Immediate Transaction Finality) \n알고랜드 블록체인은 절대 포크를 진행하지 않습니다. 오직 하나의 블록만이 위원회 투표 임계값을 가질 수 있으므로 체인에 두개의 블록을 동시에 추가할 수 없습니다. ",
  },
  {
    coin_code: "TRX",
    coin_knm: "트론",
    img_id: "TRX",
    coin_enm: "TRON ",
    coin_content001:
      "트론은 블록체인 기반의 분산형 콘텐츠 엔터테인먼트 플랫폼으로 자유롭게 콘텐츠, 웹사이트 및 응용 프로그램 등을 제작하고 배포하는 웹 4.0 블록체인 Dapp 플랫폼입니다. 트론은 2018년 5월 31일 메인넷을 출시하였고, 중앙 콘텐츠 관리자 없이 제작자와 소비자를 연결하여 보다 효율적인 분산 스토리지 기능을 수행하며, 탈 중앙화된 엔터테인먼트 생태계를 구축하고자 합니다. 즉 페이스북이나 유튜브 등의 중개자 없이 콘텐츠 제작자가 지적재산권을 온전히 소유하고 그에 대한 보상을 더 많이 돌려주는 구조입니다.",
    coin_content002:
      "트론 재단은 2017년 7월에 싱가포르에 설립되었고 베이징과 샌프란시스코에 2개의 본사를 두고 있습니다. 트론팀은 베이징에서 서울, 도쿄, 샌프란시스코 및 기타 여러 국적의 100명이 넘는 개발진으로 구성되어 있으며 이들 중 약 80%가 구글, 알리바바, 턴센트 등 유명 IT기업 출신의 인재 입니다. 또한 창립자인 저스틴 선은 2014년 3월에 중국 최초의 블록체인 기술 회사를 설립했고, 화려한 경력과 인맥을 통한 마케팅, SNS를 통한 활발한 소통을 하고 있습니다.",
    coin_content003:
      "1. 3개의 층으로 이어진 아키텍처\n\n\n- Storage Layer : 블록체인 저장소와 상태 저장소로 구성된 고유한 분산형 스토리지 프로토콜 설계 및 다양한 요구사항을 충족하는 그래프 데이터베이스를 도입했습니다.\n\n- Core Layer : 스마트 컨트랙트, 계정관리, 합의 등으로 구성되는데 효율적인 Dapp개발을 위해 개발자에 유리한 JAVA를 스마트 컨트랙트 개발 언어로 설정하였으며, 지속해서 고급개발언어를 추가할 예정입니다.\n\n- Application Layer : 주어진 인터페이스를 이용하여 손쉽게 Dapp을 개발하고 지갑 구현이 가능합니다.\n\n\n\n2. 분산 스토리지 기술 \n트론에서는 각 사용자가 자유롭게 데이터를 스토리지에 올리면 자동 분산화되어 저장, 유통이 됩니다. 트론은 다수가 다양한 컨텐츠를 생산, 관리하는 분산된 엔터테인먼트 생태계를 구축하려고 합니다.\n\n\n\n3. DPoS 합의 알고리즘\n트론은 빠른 TPS를 위해 DPoS 합의 방식을 채택했습니다. PoS(지분증명방식)을 기반으로 하되 투표로 선출된 상위 노드에게 권한을 위임하는 것으로, 해당 상위 노드가 보상을 지급받아 자신에게 투표해준 참여자들에게 재분배 하도록 합의한 방식입니다. 이는 VISA와 SWIFT 수준의 높은 거래 처리량을 지향합니다.",
  },
  {
    coin_code: "LF",
    coin_knm: "링크플로우",
    img_id: "LF",
    coin_enm: "Linkflow",
    coin_content001:
      "링크플로우(LinkFlow, LF)란 기존 가상자산 시장에 존재하는 불안정성, 해킹 이슈 및 불투명성 등의 문제점을 해결하여 안전한 블록체인 기반의 금융 서비스를 제공하고자 구축된 스마트 자산 관리 플랫폼입니다. 링크플로우는 유동성 제공 풀에 스테이블 코인을 적립하고 이자를 받을 수 있는 Earn 서비스, 프라임 중개 서비스, 알고리즘 트레이딩 등 다양한 서비스를 제공할 예정이며 가상자산을 통한 입금, 대출 서비스, 및 투자 서비스를 기반으로 가상자산 거래 및 금융 시장에서의 비즈니스도 제공하고자 합니다.",
    coin_content002:
      "링크플로우는 홍콩에 위치한 LinkFlow Finance에 의해 구축되었으며 기존 가상자산 시장의 단점을 보완하여 안전한 블록체인 기반의 금융 서비스 제공을 통해 가상자산에 대한 비즈니스를 확장하고자 설립되었습니다.",
    coin_content003:
      "- Earn: 링크플로우의 Earn 서비스는 보다 나은 접근성을 제공하고자 설계되었습니다. Earn은 USDT, USDC와 같은 스테이블 코인(다양한 경제 메커니즘을 통해 안정적인 가치를 갖는 디지털 자산)을 유동성 공급 풀(LP Pool)에 넣어 일정 기간 동안 저장한 후 이율을 얻는 서비스입니다. LP 풀의 Earn 기간이 끝나고 상환이 진행되면, 청산 금액은 투자자의 지분에 따라 결정됩니다.\n- 프라임 브로커리지(Prime Brokerage):  링크플로우의 프라임 브로커리지는 증권 대출, 자금 조달, 자산 보관 및 관리, 기관 거래, 청산 등 포괄적인 금융 서비스를 포함해 헤지 펀드의 레버리지 확대를 통해 수익 극대화 등의 서비스를 목표로 하고 있습니다\n- 가상자산 Earn 서비스(Cryptocurrency Earn Service): 링크플로우의 유동성 풀에 자산을 위탁함으로써 수탁 예금에 대한 레버리지를 통해 자산 운용 범위를 극대화할 수 있습니다. 이를 통해 거래 기회를 높이며 가상자산 시장의 리스크에 대한 대응을 가능토록 하고자 합니다. 초기 입금은 링크플로우의 토큰인 LF 및 지원 스테이블 코인을 통해 이루어집니다. \n- 실시간 리포트(Real-time Detailed Report): 링크플로우의 프라임 브로커리지 서비스를 통해 고객은 자신의 계정에서 발생하는 모든 활동을 실시간으로 확인할 수 있습니다. 또한, 기존 투자 정보 서비스와 거래 플랫폼을 분산시켜 고급 정보를 제공, 가상자산 시장에 대한 접근성을 높이는 것을 목표로 합니다. 뿐만 아니라 기관 및 개인 투자자의 가상자산 포지션, 실시간 잔액, 입출금 거래 내역, 글로벌 가상자산 시장에서 발생하는 주요 거래 동향 및 유통량 분석 등을 제공할 예정입니다.",
  },
  {
    coin_code: "LTC",
    coin_knm: "라이트코인",
    img_id: "LTC",
    coin_enm: "Litecoin",
    coin_content001:
      "라이트코인은 2011년 10월 7일, 전 구글 직원 찰스 리(Charles Lee)가 개발한 가상자산입니다.\n라이트코인의 기술적 측면은 거의 비트코인과 흡사합니다. 다만, 비트코인의 단점을 보완하여 더 나은 가상자산이 되는 것을 목표로 개발되었습니다.",
    coin_content002:
      "라이트코인은 2011년 10월 7일 비트코인에서 파생된 코인이며, 비트코인의 느린 전산 속도를 보완하여 만들어졌습니다. 전 구글 직원 Charles Lee가 만든 코인이며, 비트코인 보다 약 4배 빠른 속도로 거래가 이루어집니다.",
    coin_content003:
      "1. 비트코인의 파생 화폐이며, 기술적인 면으로는 비트코인과 거의 동일한 알고리즘을 사용하지만 몇 가지 큰 차이점이 존재합니다.\n2. 라이트코인은 최대 채굴량이 비트코인의 4배, 약 8,400만 개입니다. PC용 GPU로도 채굴할 수 있습니다. \n3. 거래 속도는 비트코인보다 약 4배가 빠른 2분 30초 정도로 빠른 거래가 이루어집니다\n4. 라이트코인은 비트코인을 중심에 두고 개발된 만큼, 거의 모든 기술적 측면은 비트코인과 동일합니다. 다만, 비트코인의 단점을 보안하고 좀 더 나은 가상자산을 목표로 두고 있습니다.",
  },
  {
    coin_code: "XLM",
    coin_knm: "스텔라루멘",
    img_id: "XLM",
    coin_enm: "Stellar",
    coin_content001:
      "스텔라루멘은 리플에서 하드포크하여 발생한 가상자산으로 스텔라 플랫폼에서 사용되는 화폐입니다. 리플이 은행 간의 이체를 지향하는 코인인 반면, 스텔라루멘는 은행이 발달되지않은 나라에서의 소규모 이체와 개인 간의 실물 화폐 이체를 지향하는 코인입니다.",
    coin_content002:
      "스텔라 재단은 2014년에 설립되었습니다. Mt.Gox와 Ripple의 공동 창업자 Jed McCaleb이 은행 간의 송금 시스템을 지향하는 Ripple과 갈등으로 재단을 나온 후, 변호사였던 Joyce Kim과 스텔라 재단을 설립하였습니다. 개개인간의 송금 시스템을 지향하고 있으며, 최근 IBM과의 파트너쉽, Kik등 여러 프로젝트를 스텔라 네트워크 기반으로 진행하고 있습니다.",
    coin_content003:
      "- 스텔라루멘 합의 프로토콜 \n리플의 하드포크로 탄생한 스텔라루멘는 중앙 제어가 필요한 기존 리플 프로토콜을 탈중앙화하여 사용하였지만, 네트워크 노드들이 분열되면서 하드포크까지 이어지게 되는 사건을 겪었습니다. 이후 스텔라루멘는은 비잔틴 협약(Federated Byzantine Agreement) 체결 방식을 기반으로 독자적인 Stellar Consensus Protocol(SCP)를 개발하였습니다. 이를 통해 분산된 네트워크에 단순 메시지를 전송하며 Quorum Slice와 여러 라운드의 투표를 통해 합의를 거치게 됩니다. 이는 연산력과 에너지가 적게 소모되기 때문에 거래 처리속도가 빨라집니다.",
  },
  {
    coin_code: "MSB",
    coin_knm: "미스블록",
    img_id: "MSB",
    coin_enm: "Misbloc",
    coin_content001:
      "미스블록(Misbloc, MSB)이란 위변조가 불가능한 상태의 개인 의료 데이터를 투명하게 유통하여, 사용자가 언제 어디서든 블록체인에 저장된 의료 데이터를 바탕으로 의료 서비스를 받을 수 있는 블록체인 기반의 의료 서비스 플랫폼입니다. 생태계 참여자는 플랫폼을 통해 손쉽게 병원을 찾고, 예약할 수 있으며 보안에 특화된 블록체인 기술로 진료 기록을 안전하게 보관할 수 있습니다. 또한, 의료정보를 환자 본인이 활용할 수 있도록 서비스를 설계하고, 의료 서비스 이용 시 후기 작성 등을 통해 보상을 얻을 수 있어 환자와 의료기관 모두를 만족시킬 수 있는 생태계를 구축하고자 합니다.",
    coin_content002:
      "미스블록은 MIS Globla Ltd. 에 의해 개발되었으며, 카이만 제도에 위치하고 있습니다. 미스블록은 개인 의료 데이터 유통을 투명하게 하여 사용자가 언제 어디서든 원하는 의료 서비스를 받을 수 있도록 하는 블록체인 기반의 의료 서비스 플랫폼입니다.",
    coin_content003:
      "미스블록은 Core, Service, Dapp 3가지 레이어로 구성되어 있습니다. \n\n- Core: Core 레이어는 전체 시스템의 기반을 이루는 코어 부분으로 미스블록 Core 부분과 블록체인 부분으로 구성됩니다. 미스블록 Core에는 민감한 개인 의료정보인 EMR(Electronic Medical Records) 원본 데이터가 암호화되어 저장되며, Dapp 요청이 있을 시, 비대칭 암호키(개인키/공개키)를 이용한 디지털 서명 기능을 통해 적격이 인정되는 사용자만 데이터를 수신/복호화할 수 있도록 합니다. 블록체인 부분에는 병원, 의사, 환자 등 참여자의 ID 및 EMR의 해시값이 저장되어 해시값의 비교를 통해 데이터의 위변조 여부를 확인할 수 있습니다. \n- Service: Service 레이어는 코어와 Dappdmf 연결하고, 스마트 컨트랙트를 통한 플랫폼의 핵심 기능들을 구현하는 레이어입니다. 블록체인 데이터 네트워크와 통신하여 데이터의 입출력을 관리하고, 스마트 컨트랙트 기술을 이용하여 플랫폼이 제공하고자 하는 핵심 서비스를 구현합니다. \n- Dapp: Service 레이어는 코어와 Dapp을 연결하고 스마트 컨트랙트를 통한 플랫폼의 핵심 기능을 구현하는 레이어입니다. 블록체인 데이터 네트워크와 통신하여 데이터의 입출력을 관리하고 스마트 컨트랙트 기술을 이용하여 핵심 서비스들을 구현합니다.",
  },
  {
    coin_code: "MM",
    coin_knm: "밀리미터토큰",
    img_id: "MM",
    coin_enm: "Millimeter",
    coin_content001:
      "밀리미터토큰(Millimeter, MM)이란 블록체인 기술을 기반으로 산업디자인(2D/3D, AR/VR, 의상디자인, 3D 프린팅 등) 도면에 대한 창작자와 수요자를 온라인상에서 연결해주는 국내 최초의 도면 거래 플랫폼 메이커스 마켓(Makers Market; MM)의 토큰입니다. 메이커스 마켓 플랫폼을 통해 창작자 및 창작물에 대한 저작권 보호와 보상체계를 지원하고, 3D 프린팅 도면 연계 S/W를 통해 교육기관 연계 제공 및 도면 거래 서비스, 나아가 3D 프린팅 산업을 활성화 하고자 합니다.",
    coin_content002:
      "밀리미터토큰은 2020년  ID&D Co., Ltd에 의해 개발되었으며 국내 최초의 도면 거래 플랫폼 메이커스 마켓 플랫폼 내에서 사용됩니다.",
    coin_content003:
      "역할에 따라 크게 3가지로 Layer로 분류됩니다. \n- Network Transaction Layer: 네트워크 트랜잭션 레이어는 3가지 서버로 구성되어 있으며, 플랫폼의 유저 행위의 결과값을 수집 및 처리하는 서버, 플랫폼내 유저 활동 및 상호작용을 전담하는 서버, DB 서버로 구성됩니다.\n- Asset Layer: 플랫폼 내 오브젝트들은 모두 독립적인 Asset으로 관리되며 플랫폼 내 거래시 사용되는 모든 Price Value 및 소유주에 대한 관리를 담당합니다. \n- Blockchain Layer: 플랫폼 내 모든 Object들은 거래가 가능하며 신뢰성 확보가 필수인 거래 및 소유주 이전 등은 모두 스마트 컨트랙트로 관리됩니다. 또한 스마트 컨트랙트 사용시 발생하는 수수료는 프라이빗 블록체인의 사이드 토큰을 활용하여 운영 및 유지의 부담을 줄였습니다. ",
  },
  {
    coin_code: "EOS",
    coin_knm: "이오스",
    img_id: "EOS",
    coin_enm: "EOS",
    coin_content001:
      "bitshare와 Steem을 개발한 댄라리머(Dan Larimer)가 2017년 6월 개발한 DApp 플랫폼으로, 기술적 측면은 이더리움과 비슷하나, 기존 플랫폼의 비싼 수수료와 연산능력의 한계로 블록체인의 광범위한 사용이 어렵기 때문에, 개발자 및 사용자가 무료로 이용할 수 있는 플랫폼을 목적으로 만들어졌습니다.",
    coin_content002:
      "EOS는 Block.one이 개발한 소프트웨어(EOS.IO)를 통해 사용자 집단(슈퍼노드)이 메인넷을 런칭한 코인이며 개발 자금은 무상 기부로 충당하였습니다.\nBlock.one팀은 분권화에 대한 공통의 열정으로 함께 모인 Brendan Blumer CEO와 Daniel Larimer CTO가 이끌고 있으며 블록체인 기술을 현실화 하는데에 전념하고 있습니다. 또한 블록체인 지원 및 분산화된 비즈니스, 응용 프로그램을 구축할 수 있는 플랫폼을 만드려고 합니다.\n이들이 개발한 EOS.IO 소프트웨어는 분산형 애플리케이션의 수직 및 수평 스케일링을 지원하도록설계된 새로운 블록체인 아키텍처를 도입했습니다.",
    coin_content003:
      '1. DApp플랫폼\nEOS는 블록체인 기반의 분산화된 어플리케이션(DApp)을 위한 "플랫폼"으로 계정, 인증, 데이터베이스, 비동기 통신, 애플리케이션 스케쥴링 기능을 제공하여 수수료 없이 수백 만개에 달하는 거래를 신속하게 처리하고, 빠르고 쉽게 애플리케이션을 개발할 수 있도록 합니다. \n2. Virtual Machine(가상머신)\n웹어셈블리어와 EVM(Ethereum Virtual Machine)을 통해 다양한 가상 머신을 만들 수 있도록 지원하며, 필요에 따라 새로운 Virtual Machine이 추가 될 수 있습니다. EOS는 블록체인 OS와 같은 기능으로 OS 리소스(대역폭, 저장소, 연산 등)는 EOS의 갯수에 달렸기 때문에, 개발자는 더 많은 리소스를 얻기 위해 EOS 코인을 확보해야 하며, DPOS방식을 통해 중요한 의사 결정 사항에 코인 보유자들이 참여할 수 있습니다. \n3. 블록체인 간 통신지원  \nEOS는 메세지, 메세지 순서 증명의 생성을 손쉽게 하므로 블록체인간 통신을 지원합니다. \n4. DPoS 합의 알고리즘\n이오스는 DPoS 합의 알고리즘을 사용하며 비트쉐어와 스팀에 사용된 합의 엔진보다 개선된 블록 생성 주기를 가지는데 비트쉐어와 스팀은 3초마다 1개의 블록이 생성되고, 이오스는 0.5초마다 블록이 생성됩니다. DPoS는 블록 생성 권한을 지분이 더 많은 사람에게 위임하는 방식입니다. 블록 생성 권한을 받기 위해서는 커뮤니티의 지원이 필요하기 때문에 POW, POS에 비해 자정능력을 가지고 있습니다.',
  },
  {
    coin_code: "ETC",
    coin_knm: "이더리움클래식",
    img_id: "ETC",
    coin_enm: "Ethereum Classic",
    coin_content001:
      "이더리움클래식은 2016년 7월 20일에 진행된 이더리움의 하드포크(Hard Fork)로 인해 \n또 다른 블록체인이 탄생하면서 생성된 가상자산입니다.",
    coin_content002:
      "이더리움클래식이란 초기 이더리움 모델입니다. \n\n2016 이더리움의 해킹 사건으로 새로운 블록체인이 탄생하며 이더리움이 사건 이전의 상태로 다시 복구되었고, 세계적인 미국 거래소인 폴로니엑스(Poloniex)에서 2016년 7월 24일에 해킹당하기 이전 체인을 이더리움클래식(ETC - Ethereum Classic)이라는 이름으로 상장하여 둘 다 거래가 가능하게 되었습니다.",
    coin_content003:
      "1. 이더리움클래식은 이더리움과 같이 앞서 말한 PoS로 전환하지 않으며, 최대 발행량을 230M 개로 정해 놓았습니다. 한마디로 이더리움클래식은 발행량이 적은 이더리움의 초기 버전입니다.  \n2. 이더리움과 이더리움클래식의 차이점\n- 이더리움: 해킹 사건 이후 새롭게 발행된 이더리움을 포함한 블록체인\n- 이더리움클래식: 해킹이 일어난 원래의 블록체인 (도난된 이더리움 포함) \n3. 이더리움 블록체인 업그레이드 이후 거래가는 이더리움(신 이더리움)은 꾸준한 상승세이며, 이더리움클래식(도난 이더리움이 있던 기존 블록체인) 또한 꾸준한 거래 중입니다.\n4. 이더리움 가격과 관련이 있으며, 가격이 낮습니다. 이더리움이 호재이면 같이 상승할 가능성이 높습니다. 하지만 가격이 낮아 급등락이 심하다는 점이 특징입니다.",
  },
  {
    coin_code: "POWR",
    coin_knm: "파워렛저",
    img_id: "POWR",
    coin_enm: "Power Ledger",
    coin_content001:
      "Power Ledger는 재생 가능 에너지를 위한 블록체인 기반의 P2P 거래 플랫폼입니다. 이 플랫폼은 누구나 에너지를 구입하거나 판매할 수 있으며, 에너지에 대한 통제권을 중앙집권자들로부터 공동 생산되는 미래 에너지의 책임이 있는 시민들에게 가져다주는 에너지 거래 모델입니다. Power Ledger 플랫폼은 투명하며 상호 운용이 가능한 에너지 거래 플랫폼으로서 교환이 가능한 마찰 없는 에너지 거래 토큰인 Sparkz를 통해 끊임없이 확장되는 에너지 응용 프로그램 제품군을 지원합니다.\n",
    coin_content002:
      'Power Ledger 팀은 전 세계적으로 에너지 시스템이 직면한 문제를 해결하기 위해 수개월의 연구 기간을 거쳐 2016년 5월에 공식적으로 결성 되었고, 2018 Extreme Tech Challenge에서 TOP 10에 포함되기도 하였습니다.\n\n창립자 겸 의장인 Jemma는 Curtin University Sustainability Policy (CUSP) 연구소의 연구원으로, "Citizen Utilities"에 대한 박사 연구를 통해 멀티 유닛 개발 및 환경에서 루프탑 태양광 발전 및 배터리 보관을 블록 체인에 적용에 대한 도전과 기회에 대한 통찰력을 얻었습니다. 팀의 고문인 Bill은 1991년부터 벤처 투자가였으며 현재는 Treasure Data의 회장, Bitfury와 Voxer의 이사입니다. Bill은 iAsiaWorks (골드만삭스 & 모건스탠리를 통한 IPO)의 창립회장 겸 CEO이자 IPinfusion의 창립회장이었고, 자신이 스타트업 단계에서 투자해 성장한 상장 기업 7곳의 이사로 재직하였습니다. 그는 세계 경제 포럼의 기술 개척자위원회에서 근무하며 Curtin 대학교의 부교수입니다.',
    coin_content003:
      "1. P2P 모델\n\n\nPower Ledger 플랫폼은 미리 구매한 토큰을 통해 다양한 시장 관리 / 가격 책정 메커니즘과 전기 단위 (kWh) 간의 상호 운용성을 가능하게 하는 시스템입니다. Power Ledger 플랫폼은 혁신적이며 광범위한 네트워크 혜택을 소비자에게 제공함으로써 전 세계 에너지 시장과 원활하게 상호 작용할 수 있도록 하는 투명한 지배 구조 프레임 워크를 제공합니다. 시스템의 시장 유연성은 두 개의 블록체인 계층 전체에서 작동하는 이중 토큰 생태계 (POWR 및 Sparkz)의 배치로 촉진됩니다.\n\n\n2. Dual Token EcoSystem\n\nPOWR 토큰은 Power Ledger 시스템의 연료 역할을 합니다. POWR 토큰은 전력의 저비용 및 더 나은 수익을 촉진하며, 다음을 통해 시스템과 상호 작용합니다.\n\n\n3. EcoChain Services\n\nPower Ledger의 산업 전용 컨소시엄 블록체인으로, 현재 Power Ledger는 가정용으로 개발되어 2016년과 2017년 에너지 시장에서 테스트 중인 저전력 블록체인 및 전용 PoS인 EcoChain™(EcoChain)을 사용합니다. EcoChain은 하이로드 환경에서 스트레스 테스트를 거쳤으며 에너지 체인 데이터 수집 및 정착과 함께 블록체인 기능 및 호환성에 대한 유용한 정보를 제공합니다.\n\n\n4. FUSEBOX\n\nPower Ledger 에코시스템의 애플리케이션 명칭으로, 에코시스템은 고도로 규제된 에너지 시장과 규제가 완화된 에너지 시장 모두에게 손쉽게 적용할 수 있게 설계되었습니다. 에코시스템의 가장 진보된 애플리케이션은 Power Ledger에 의해 개발되었으며 다목적 P2P 거래 애플리케이션입니다. 이는 시장 운영자, 리테일러 혹은 전송 네트워크 운영자와 같은 업계 중개 기관의 참여 여부와 관계없이 프리슈머와 사용자 간의 직접 거래를 가능하게 합니다. 애플리케이션 호스트는 이미 사용자를 대상으로 애플리케이션을 테스트 중입니다.",
  },
  {
    coin_code: "OMG",
    coin_knm: "오미세고",
    img_id: "OMG",
    coin_enm: "OmiseGO",
    coin_content001:
      "오미세고는 이더리움 블록체인 기반의 개방형 분산 네트워크로 OMG 게이트웨이를 구축하여 지불 및 결제, 화폐를 통한 거래를 가능하게 합니다. 또한, 탈중앙화된 교환이 가능하고 P2P(Peer to Peer) 송금 및 전자지갑 결제 기능을 제공합니다. 즉 중앙기관(은행) 없이 입/출금, 송금, 결제 등을 가능하게 하며 대용량 및 저렴한 수수료, 안전성, 빠른 결제 속도가 이점으로 꼽힙니다. ICO 전 프리세일에서 2천5백만 달러를 모금했으며 2017년 9월 이더리움 보유자에게 오미세고 총 발행량의 5%를 에어드랍으로 지급했습니다.",
    coin_content002:
      "오미세고는 태국 방콕에 2013년에 설립된 핀테크 기업 Omise의 자회사로 현재 동남아시아권을 기반으로 전자지갑 업체에 온라인 지불 결제 솔루션을 제공하고 있습니다. 준하세가와, 도니 헤린스가 공동 설립했으며 비탈릭 부테린과 게빈우드가 자문하고 있습니다. 이 외에도 오미세고 블록체인 팀은 이더리움 커뮤니티 초창기인 2015년부터 활동을 시작했고 2016년에 지분증명(PoS)합의 알고리즘을 디자인, 2017년 토큰을 발행했습니다. 오미세고는 특히 태국 은행과 정부의 지지와 지원을 받고 있으며 제휴 기업으로는 맥도날드, 알리페이, 마이너 인터내셔널 등이 있습니다.",
    coin_content003:
      "1. 탈중앙화 된 분산 네트워크\n\n오미세고 프로젝트의 슬로건은 `Unbank the Banked`로, 중앙 집중화된 은행 시스템에서 벗어나 온라인 거래를 하는 모든 사람의 전자지갑 간 결제기능을 제공합니다. 이는 은행 인프라가 없는 지역의 사람들도 전자금융서비스를 이용할 수 있도록 해줍니다. 오미세고를 사용하여 거래할 경우 실시간 이용이 가능하며 P2P 방식으로 제공되기에 탈중앙화가 이루어져 전자결제 업체나 기업뿐만 아니라 개인 간의 거래까지도 가능해집니다.\n\n\n2. 공공 블록 체인\n\n이더리움 기반의 금융 플랫폼인 오미세고 네트워크는 대용량 및 저렴한 비용으로 공공 블록 체인에서 분산된 교환을 가능하게 함으로써 통화 및 자산 유형에 상관없이 운영되는 차세대 가치 이동 서비스를 제공합니다. 오미세고 블록체인은 이더리움 기반으로 더욱 안정적이며 누구나 실시간으로 지불, 송금, B2B 상거래, 기타 금융 거래를 은행계좌 없이 더욱 빠르게 수행할 수 있게 해줍니다. 오미세고 네트워크는 토큰을 스테이킹하여 네트워크의 안전성을 제공하는 토큰 보유자에게 낮은 수수료, 빠른 전송 시간, 현금 인출의 보상을 제공합니다.\n\n\n\n3. White-label Wallet Software Development Kit (SDK)\n\n오픈 소스 SDK는 누구나 쉽고 자유롭게 사용할 수 있으며 비즈니스의 하나로 온라인 자산 교환이 필요한 사람들이 OMG 네트워크에 원활하게 연결될 수 있도록 해줍니다. SDK는 디지털 지갑 서비스 공급자에게 표준화된 기능을 제공하고 많은 이용 케이스에 맞게 지불 솔루션을 향상, 추가 및 사용자 정의 할 수 있는 유연성을 제공합니다. 따라서 사용자는 다양한 결제 솔루션을 만들 수 있으며 오미세고 네트워크에서 현금, 가상자산, 카드, 포인트 등을 다른 자산으로 교환할 수도 있습니다.\n\n\n\n4. Decentralized Exchange (DEX, 탈중앙화 거래소)\n\n모든 거래는 DEX 체인(탈중앙화 거래소)을 통해 관리되고 OMG 스테이커에 의해 유효화되며, 이들은 집합적으로 그리고 동적으로 필요한 수수료를 결정합니다. 또한, 오미세고 플랫폼에서는 실질 통화와 가상자산, 포인트 등이 모두 사용 가능하며 모든 이더리움 토큰과 모든 체인 연결이 가능해 상호 운용성을 제공합니다. 즉 달러 결제소에서 원화로 결제하거나, 비트코인 결제소에서 원화나 포인트로 결제할 수 있으며 이로써 다양한 금융거래를 가능하게 합니다.\n\n\n\n5. Plasma(플라즈마)\n\n오미세고는 이더리움 관련 라이트닝 네트워크의 일환인 플라즈마 기술을 최초로 도입한 코인입니다. 조셉 푼과 비탈릭 부테린이 공동개발한 이 플라즈마는 이더리움 블록체인 기반이므로 네트워크 보안을 보장하고, 블록체인 기술의 단점인 블록 처리 속도에 의한 지연 현상을 극복할 수 있게 해줍니다. 이는 Visa 네트워크에 버금가는 순간처리량을 가능케 해줌으로써 결제 네트워크 기능을 강화해줄 수 있습니다. 플라즈마가 작동하는 방식은 다수의 계산을 각 블록체인에서 연쇄적으로 수행하고 결과를 취합하여 최종 머클 증명을 Ethereum 네트워크에 보고하는 것입니다.",
  },
  {
    coin_code: "ANW",
    coin_knm: "앵커뉴럴월드",
    img_id: "ANW",
    coin_enm: "Anchor Neural World Token",
    coin_content001:
      "앵커뉴럴월드는 AI 엔진, AI 기반 학습 관리, 자산관리, 게임, 엔터테인먼트와 관련된 비즈니스 블록체인 플랫폼으로서 머신러닝, 인공지능 기반의 서비스 구현을 중점적으로 분산 서비스 생태계를 구축합니다. 또한, 해당 서비스에 대한 거버넌스, 정확성, 배포 및 수용성을 촉진함과 동시에 ANW 커뮤니티 및 파트너 회사가 AI 서비스에 쉽게 접근할 수 있도록 해당 블록체인 생태계와 통합 지갑을 구축하고 있습니다. 전자지갑에는 디지털 자산 포트폴리오를 관리하기 위한 AI 구성 요소와 ANW 거버넌스에 참여할 수 있는 고급 기능이 포함되어 있습니다. 이와 같은 구축 과정에서 지속 가능하고 상생하는 성장을 위해 투자자들과 기술자들이 함께 의사결정을 할 수 있는 커뮤니티를 AI 및 탈중앙화 기술과 결합하여 블록체인 방식으로 운영할 예정입니다.",
    coin_content002:
      "ERC-20 기반의 앵커뉴럴월드는 2020년 4월 일본 도쿄의 ANVA, Inc.에 의해 개발되었습니다. 앵커뉴럴월드는 AI와 ML (Machine Learning) 기반의 서비스에 블록체인 기술을 도입하여 탈중앙화된 AI 및 ML 서비스 생태계를 구축하고자 합니다.",
    coin_content003:
      "1. AIaaS (AI as a Service) \n\n\nANW는 강력하고 독창적인 딥러닝 알고리즘과 혁신적인 데이터 수집을 위한 추론 엔진을 개발하고 있습니다. 해당 기술은 ANW 로드맵에서 제시된 초기 사용 사례를 넘어서 유용성과 영향력의 확산을 목표로 합니다. ANW는 액세스 가능한 API를 통해 다양한 산업에서 서비스 제공이 가능하며, 해당 서비스를 이용하거나 참여하기 위해 ANW를 지불해야 합니다. \n\n2. Smart Contract\n\n\nAI 대규모 데이터 세트의 액세스 및 관리, 분산 데이터 마켓 플레이스 촉진, API 기반의 다양한 서비스, ANW 거버넌스, 제안 수명주기 및 생태계 기금 관리를 통한 서비스 액세스 등을 포함한 AI 서비스 데이터 레이어는 모두 온체인 스마트 컨트랙트 생태계 내에서 이루어집니다. 해당 스마트 컨트랙트는 관련 프로세스의 비즈니스 논리를 공정하고 올바르게 실행함을 보장합니다. 또한, 전례 없었던 감사, 데이터 축적, 보안 뿐만 아니라 모든 참여자에게 신뢰할 수 있는 분산 액세스를 제공합니다.\n\n3. ANW Wallet\n\n\n스마트 컨트랙트 생태계를 기반으로 제공되는 기능 및 서비스에 쉽게 접근할 수 있도록 ANW 지갑을 개발하였습니다. 다음과 같은 모든 기능은 ANW 지갑에 내장된 Dapp 구성요소 및 보안 기능을 기반으로 구동됩니다. 해당 지갑은 ANW 및 기타 가상자산을 관리/전송/수신할 수 있으며, ANW AIaaS 서비스에 대한 비용 지불, ANW 데이터 시장 및 데이터 레이크에 접근할 수 있도록 지원합니다. 또한, ANW 거버넌스 및 생태계 제안을 위한 투표 기능을 제공하여 사용자의 접근성을 높였으며, 해당 과정에서 발생하는 암호화 서명 및 블록체인 상호작용에 필요한 키저장소 및 기타 비밀정보를 안전하게 관리해줍니다. 이외에도 ANW AI를 통해 사용자의 디지털 자산 포트폴리오를 별도로 관리할 수 있습니다. \n\n4. ANW Engine \n\n\n앵커밸류는 자연 언어를 완전히 이해하고 구현하는 상황 추론 엔진을 기반으로 원리 제어 파싱 기술과 신경망 알고리즘을 통해 AI 학습 및 자산 관리 플랫폼을 개발하는 것을 목표로 합니다. ANW 엔진을 기반으로 인공지능, 분산 컴퓨팅, 기계 학습에 대한 단편화된 통계 분석, 자산 및 학습 관리 시스템을 구현하였습니다. ",
  },
  {
    coin_code: "WOZX",
    coin_knm: "이포스",
    img_id: "WOZX",
    coin_enm: "Efforce",
    coin_content001:
      "이포스(EFFORCE, WOZX)란 현재 에너지 효율성 시장이 국면하고 있는 다양한 문제점에 대한 솔루션을 제공하기 위해 구축된 최초의 블록체인 기반 에너지 절약 거래 플랫폼이으로 에너지 효율성 투자의 수요와 공급을 연결합니다. 이포스 플랫폼은 에너지 효율성을 높이고자 하는 사용자와 에너지 절약을 통해 토큰으로 보상받고자 하는 기여자를 연결합니다. 이포스를 통해 기여자에 의해 절약된 에너지는 토큰화되어 사용되거나 에너지 집약적인 소비자에게 판매됩니다.",
    coin_content002:
      "Efforce는 기존 시장이 갖는 신뢰성 및 에너지 효율성 시장의 문제를 해소하기 위해 탄생한 ERC20 프로토콜입니다.",
    coin_content003:
      "Efforce는 블록체인 기술을 통해 아래 3가지 장점을 갖습니다. \n\n1. 블록체인 기술을 통해 제3자가 데이터를 수정할 위험 없이 에너지 절약에 대한 기록을 저장할 수 있어 데이터의 정확성과 신뢰도를 높입니다. \n\n2. 스마트컨트랙트를 통해 다수에게 자동으로 에너지 절약을 분배합니다. \n\n3. 에너지 절약은 플랫폼 내에서 효율적으로 순환하는 디지털 자산과 결합됨으로써 토큰화됩니다. ",
  },
  {
    coin_code: "BTT",
    coin_knm: "비트토렌트",
    img_id: "BTT",
    coin_enm: "BitTorrent",
    coin_content001:
      "비트토렌트는 세계 최대 규모의 파일 공유 시스템 ‘비트토렌트(BitTorrent)’에서 유저들에 대한 동기 부여 및 보상을 위해 만들어진 트론(TRX) 플랫폼 기반의 가상자산이다. \n\n파일을 배포하는 ‘시드’들은 파일 공유에 대한 보상으로 BTT를 지급받으며 희소성 있는 파일에 대한 시드를 유지했을 때 더 큰 보상을 받을 수 있다. \n\n토큰을 사용하지 않는 일반 유저들 또한 시드의 증가로 인해 파일 공유 속도 향상 효과를 얻을 수 있다.",
    coin_content002:
      "비트토렌트 재단은 2004년 BitTorrent Inc(이후 Rainberry, Inc.)으로 Bram Cohen과 Ashwin Navin에 의해 최초로 설립되었다. P2P형 파일공유 소프트웨어를 개발하였으며, 2018년 Bram Cohen이 하차하고 6월에 트론의 설립자 Justin Sun이 회사를 인수하면서 블록체인 산업에 발을 들이게 되었다.  \n\n비트토렌트 토큰(BTT)은 초기에 프로젝트 아틀라스라고 불렸다. 이 프로젝트는 비트토렌트의 선두 개발자인 Justin Knoll을 필두로 개발되었으며, TRC-10으로서 BitTorrent 사용자 중 시드 유저들에게 인센티브를 주기 위해 만들어졌다. 최근 Binance에서 진행한 BTT 판매를 성황리에 마쳤고, 2019년 2월을 기준으로 ICO 시점보다 6배 이상 높은 가격대를 형성하고 있다.",
    coin_content003:
      "비트토렌트는 대용량 파일 공유 P2P 프로토콜로 영화, 유틸리티, 게임 등을 업로드 및 다운로드할 수 있다. \n\n비트토렌트는 일대일 공유 방식이 아니라 파일을 조각내서 다수에게 동시다발적으로 나누어 다운로드하는 프로그램으로, 파일 용량에 제한이 없고 해당 파일의 사용자가 많을 수록 다운로드 속도가 빨라진다. \n\n비트토렌트 토큰(BTT)은 해당 시스템 내에서 클라이언트에게 지급됨으로써, 더 많은 자료를 공유하고 다운로드 속도를 증가시킬 수 있는 인센티브 역할을 하게 된다. ",
  },
  {
    coin_code: "AERGO",
    coin_knm: "아르고",
    img_id: "AERGO",
    coin_enm: "Aergo",
    coin_content001:
      "아르고(Aergo, AERGO)란 비즈니스를 위한 오픈소스 하이브리드 블록체인 플랫폼으로 Dapp 개발자와 클라우드 서비스를 제공하는 파트너, 그리고 기업들로 구성된 생태계를 지원하는 기술 및 운영 프레임워크 구축을 통해 다양한 규모와 시장 사이즈에 맞게 수정 및 활용이 가능한 플랫폼입니다. 아르고는 퍼블릭, 프라이빗, 퍼블릭+프라이빗 통합 구성의 모든 조합을 사용할 수 있게 설계되어 개발자 친화적이며, 풍부한 기능을 갖춘 다중 페러다임 구조의 플러그인 기반 스마트 컨트랙트 구조 제공을 목표로 합니다.",
    coin_content002:
      "아르고는 홍콩에 위치한 Aergo Limited에 의해 구축되었으며 비즈니스를 위한 오픈소스 하이브리드 블록체인 플랫폼입니다.",
    coin_content003:
      "- AERGOSQL: AERGOSQL은 아르고체인 상에서 운영되는 스마트 컨트랙트입니다. 이는 스마트 컨트랙트 작성을 위한 관계형 데이터 모델이며, 데이터와 SQL을 비롯한 스크립트 언어를 저장하고 엑세스하는데 활용됩니다.\n\n\n- 브랜칭(Branching) 및 머징(Merging): 부산 버전 관리 시스템과 관련된 개념 중 하나로 AERGO는 비파괴 프로세스(Non-destructive process)를 통해 브랜칭을 간단하고 직관적으로 실행합니다.\n\n\n-자동 머징(Automated Merging): 자동 머징은 두 개의 프랜치를 병합하는 프로세스로 블록체인의 블록 재구성 프로세스와 유사합니다.\n\n\n-일관된 머징(Consistent Merging): 이는 브랜치가 특정하게 일관적인 머징(merging) 로직을 통해 생성될 때에만 발생합니다. 일관된 머징은 Git과 같은 버전 관리 시스템의 병합 기능과 유사한 형태를 띄게 됩니다. ",
  },
  {
    coin_code: "QKC",
    coin_knm: "쿼크체인",
    img_id: "QKC",
    coin_enm: "QuarkChain",
    coin_content001:
      "쿼크체인은 샤딩(Sharding) 기술을 통해 블록체인의 확장성을 개선하여, 1초당 100만건 이상의 속도를 처리할 수 있는 P2P 거래 시스템을 만드는 프로젝트입니다. 이 때, 샤딩체인과 루트체인으로 층을 구분한 블록체인을 사용하여 샤드 운영에 대한 유연성을 증진시킵니다. 이를 통해, 쿼크체인은 금융 과학기술과 게임 산업에 빠른 트랜잭션 처리 속도와 안정성을 보장하는 탈중앙화된 플랫폼을 제공합니다.",
    coin_content002:
      "쿼크체인은 이더리움 기반의 ERC-20 토큰으로 2018년 6월에 발행되었습니다. 해당 코인은 Boson 알고리즘을 기반으로 대용량 시스템을 통한 블록체인의 확장성 문제를 해결하기 위해 개발되었으며, 2019년 4월에 메인넷으로 전환되었습니다.",
    coin_content003:
      '1. 보손 합의 알고리즘 (Boson Algorithm) \n\n\n보손 합의 알고리즘은 보안, 탈중앙화, 확장성을 달성하는 합의 알고리즘의 집합체입니다. PoW를 주요 합의 알고리즘으로 하며, 모든 트랜잭션이 네트워크 내 샤드의 개수와 관계없이 높은 해시파워로 보호됩니다. 이 때 네트워크의 트랜잭션은 샤드의 개수에 비례하여 증가합니다. 또한, 보손 합의 알고리즘의 매개 변수 조정을 통해 Naïve 합의 알고리즘 구현이 가능합니다. \n\n2. 크로스 샤드 트랜잭션 (Cross-shard transactions)\n\n\n쿼크체인은 크로스 샤드 트랜잭션을 통해 빠른 시간 내 높은 거래량을 처리합니다. 기존의 샤딩 방식과는 달리, 샤드의 모든 주소를 하나의 계정에서 하나의 프라이빗 키로 모든 주소를 관리할 수 있도록 합니다. 쿼크체인은 테스트넷 런칭 시 256개의 샤드와 50개의 클러스터를 구성하였고 2천 TPS의 처리 속도를 구현했습니다. 이는 비트코인이 최대 4 TPS, 이더리움이 최대 20 TPS, 리플이 최대 1500 TPS 인 것에 비해 훨씬 빠른 처리 속도입니다. 쿼크체인은 향후 100만 TPS의 달성을 목표로 개발 중에 있습니다. \n\n3. 인 샤드 트랜잭션 (In-shard transactions) \n\n\n사용자의 발신 또는 수신하는 지갑 주소가 동일한 샤드 ID를 보유하고 있으면, 해당 잔고는 샤드 내 트랜잭션으로 전송됩니다."',
  },
  {
    coin_code: "DVI",
    coin_knm: "디비전",
    img_id: "DVI",
    coin_enm: "Dvision",
    coin_content001:
      "디비전은 블록체인 기술을 활용한 가상현실 콘텐츠 생태계로써 네트워크 참여자 모두가 신뢰할 수 있는 환경 및 데이터를 제공하여 상호 협업할 수 있도록 합니다. 기존 VR 산업내 분산된 다양한 컨텐츠를 통합하여 신규 참여를 적극적으로 유도하고 생태계 활성화와 추가 파트너사의 참여를 독려하며, 이를 통해 블록체인 기술을 활용한 새로운 가상현실 콘텐츠 생태계를 실현함으로써 구성원 모두 VR 산업 발전에 기여하는 서비스를 구현하는 환경을 만들고자 합니다.",
    coin_content002:
      "디비전은 2020년 6월 MVBR Software Ltd에 의해 구축되었으며, 블록체인 기반 가상현실 콘텐츠 생태계 형성을 위해 만들어졌습니다.",
    coin_content003:
      "Divison Network는 역할에 따라 크게 3가지로 Layer로 분류됩니다. \n\n\n\n-        Network Transaction Layer: 네트워크 트랜잭션 레이어는 3가지 서버로 구성되어 있으며, 플랫폼의 유저 행위의 결과값을 수집 및 처리하는 서버, 플랫폼내 유저 활동 및 상호작용을 전담하는 서버, DB 서버로 구성됩니다. \n\n\n-        Asset Layer: 플랫폼 내 오브젝트들은 모두 독립적인 Asset으로 관리되며 플랫폼 내 거래시 사용되는 모든 Price Value 및 소유주에 대한 관리를 담당합니다. \n\n\n-        Blockchain Layer: 플랫폼 내 모든 Object들은 거래가 가능하며 신뢰성 확보가 필수인 거래 및 소유주 이전 등은 모두 스마트 컨트랙트로 관리됩니다. 또한 스마트 컨트랙트 사용시 발생하는 수수료는 프라이빗 블록체인의 사이드 토큰을 활용하여 운영 및 유지의 부담을 줄였습니다. ",
  },
  {
    coin_code: "XNO",
    coin_knm: "제노토큰",
    img_id: "XNO",
    coin_enm: "XENO Token",
    coin_content001:
      "제노 NFT 허브(XENO NFT Hub)란 블록체인 기반의 NFT 마켓플레이스이며 생태계로 안전하고 탈중앙화 방식으로 대체불가토큰 (Non-Fungible Tokens; NFTs)를 생성하고 거래할 수 있는 플랫폼입니다. 제노 NFT 허브는 디지털 아이템과 수집품 거래 플랫폼을 제공하여 사용자가 대체불가토큰을 생성하여 다양한 가상자산 토큰과 교환할 수 있도록 하며 옥션 상장, 거버넌스 메커니즘, 거래 기록 트랙커 등의 기타 서비스도 함께 제공할 계획입니다. 제노토큰 (XENO Token, XNO)은 제노 NFT 허브의 토큰으로 플랫폼 내의 스테이킹, 네트워크 사용 비용, 거버넌스, 거래, 리워드, 멤버십 등 다양한 사용이 가능합니다.",
    coin_content002:
      "제노 NFT 허브는 홍콩을 기반으로한 Xeno Holdings Limited에 의해 구축되었으며, 다양한 아이템과 카테고리의 NFT를 생성할 수 있는 생태계를 구축하여 지적재산권, 저작권 및 트레이드마크 침해와 같은 문제를 해소하고 디지털 아이템을 거래할 수 있는 플랫폼을 구축하고자 합니다.",
    coin_content003:
      "제노 NFT 허브는 폴카닷 네트워크와 서브스트레이트 상에 구축된 블록체인 기반 애플리케이션입니다. 폴카닷 생태계의 파라체인으로 제노 NFT 허브는 네트워크 상의 기타 파라체인 및 parathread로 토큰을 이동하거나 직접적으로 통합시킬 수 있습니다. 또한, Snowfork 이더리움 에셋 브리지 (Snowfork Ethereum Asset Bridge)를 통해 ERC-20 기반 토큰과 NFT를 매우 쉽게 이동할 수 있습니다.",
  },
  {
    coin_code: "VRA",
    coin_knm: "베라시티",
    img_id: "VRA",
    coin_enm: "Verasity",
    coin_content001:
      "베라시티(Verasity, VRA)란 기존 동영상 플랫폼 퍼블리셔가 직면한 낮은 수익률, 프라이버시 문제, 낮은 시청률 등의 문제를 해결하여 퍼블리셔와 시청자 모두가 수익을 창출할 수 있는 블록체인 기반의 Esports 및 동영상 엔터테인먼트 플랫폼입니다. 사용자는 베라시티의 네이티브 코인인 VRA를 통해 스테이킹 서비스 및 VRA 간편 변환 서비스 등을 사용할 수 있으며, 퍼블리셔 지원 등을 통해 동영상 퍼블리셔를 양성할 수도 있습니다.",
    coin_content002:
      "2017년 설립된 베라시티는 버진아일랜드에 기반으로 하고 있으며, 동영상 컨텐츠 플랫폼의 광고 수익을 증대하여 퍼블리셔와 사용자가 모두 수익을 창출한 수 있는 e 스포츠 및 비디오 엔터테인먼트를위한 프로토콜 및 제품 계층 플랫폼을 구축하고자 합니다.",
    coin_content003:
      "베라시티는 PoV (Proof-of-View) 합의 알고리즘을 통해 시청률 메트릭스를 안전하게 확인할 수 있습니다. PoV는 특허 받은 기술로써 투명하고 변조할 수 없으므로 베라시티의 모든 요소에 대한 무결성을 보장합니다. 베라시티는 정확하고 투명한 PoV를 보장하기 위해 공개적으로 감사 가능한 로그를 구현할 예정입니다. 이 로그에는 익명 뷰어 정보와 함께 모든 보기 및 콘텐츠 권장 사항이 포함되며 정보는 모두 GDPR(General Data Protection Regulation), PCI (Payment Card Industry DSS) 및 ePrivacy 규제를 준수할 것입니다.",
  },
  {
    coin_code: "SOC",
    coin_knm: "소다코인",
    img_id: "SOC",
    coin_enm: "Soda Coin",
    coin_content001:
      "SODA 블록체인은 소비자와 공급자에게 이익이 돌아갈 수 있도록 구축된 wallet 기반의 탈중앙화 O2O(Online to Offline) 서비스입니다. 또한 블록체인, 빅데이터 분석, 인공지능을 결합한 푸드테크 플랫폼입니다. SODA 코인은 O2O 체인 기반의 거래소에서 SODA 토큰으로 교환이 가능합니다. 사용자는 SODA 토큰을 통해 온/오프라인에서 음식 구매 및 배달 비용을 결제할 수 있습니다. 또한, 리뷰/공감 컨텐츠 작성을 통해 보상으로 획득한 SODA 토큰을 O2O 체인을 기반으로 SODA 코인 및 이더리움으로 교환할 수 있습니다.",
    coin_content002:
      "소다코인은 이더리움 기반의 ERC-20 토큰으로, 2019년 1월에 몬스터큐브 글로벌에서 개발되었습니다. 해당 토큰은 시럽 테이블, 소다플레이와 같은 페이먼트 플랫폼에서 맛집관련 빅데이터(후기, 평가 등)에 대한 이용자 보상을 위해 발행되었습니다.",
    coin_content003:
      "1. SODA 코인 & SODA 토큰 \r\n\r\n SODA 코인은 외부 거래소에 상장 및 매매할 수 있는 이더리움 기반의 ERC-20 코인이며, SODA 토큰은 SODA 블록체인 생태계에서 거래에 사용되는 O2O 서비스 전용 토큰입니다. \r\n\r\n\r\n 2. SODA 블록체인 \r\n\r\n O2O 시장에 참여하는 모든 참여자(소비자, 공급자, 배달 라이더 등)에게는 모바일 앱 형태의 SODA Wallet이 제공되는데, 이는 SODA 블록체인의 클라이언트 및 노드 기능을 담당합니다.",
  },
  {
    coin_code: "VET",
    coin_knm: "비체인",
    img_id: "VET",
    coin_enm: "Vechain",
    coin_content001:
      "Vechain은 제품 및 서비스 공급망을 기반으로 하는 블록체인 비즈니스 플랫폼으로써 기업과 기업, 기업과 개인간의 투명한 정보 흐름과 효율적으로 빠른 정보 전달 및 처리를 가능하게 하는 비즈니스 생태계 구축을 목표로 합니다. 2018년 2월 말 VeChain Thor로 리브랜딩 되었으며, 2018년 6월 30일에 메인넷을 출시했습니다.",
    coin_content002:
      "Vechain 재단은 싱가폴에 2017년 7월에 설립된 비영리 단체이며, 150명이 넘는 멤버로 구성되어 있습니다. 비체인은 중국 최대 블록체인 회사 빗세(BitSe)의 자회사로 출발하여 2년간의 개발 끝에 런칭했습니다. CEO는 써니 루(Sunny Lu)로, 이는 루이비통 차이나에서 최고기술책임자(CTO)와 최고정보관리책임자(CIO)를 역임했습니다.",
    coin_content003:
      "1. 서비스형 블록체인\n\n광범위한 비즈니스에 적용 가능한 서비스형 블록체인으로, 블록체인 기술 기반의 공급망을 구성하여 제품 거래에서 발생하는 모든 루트 별 정보를 블록체인에 저장할 수 있는 플랫폼입니다.\n\n\n\n2. Dapp \n\n2018년 2월 말 리브랜딩된 VeChainThor는 이더리움과 같이 분산어플리케이션 Dapp을 위한 플랫폼 역할을 합니다.\n\n\n\n3. 다국적 제휴 \n\n다국적 회계컨설팅기업 PwC, 국제인증기관 DNV GL, BMW, 옥스포드대학 수학 연구소, 중국 이동통신사 China Unicom 등 20개가 넘는 세계 유수 기업들과 제휴관계를 구축하고 있습니다.\n\n\n\n4. 보상 \n\nVeChain Thor는 VET의 보유개수에 따라 4단계의 티어(Tier)별로 노드가 구성되어 있으며 보유기간 충족 시 VeChain재단의 보유수량에서 추가적으로 리워드가 부여됩니다.\n\n\n\n5. VID(VeChain Identity Technology)\n\nVID는 VeChain 공급망에서 유통되는 모든 자산을 디지털화 하는 기술로, 각 제품마다 고유한 ID를 할당하고 제품 이력을 추적합니다.\n\n\n\n6. PoA 합의 알고리즘 \n\nPoA (Proof-of-Authority)방식으로 발행되는데 이는 유효성 확인자의 신원이 스테이크의 역할을 수행하는 PoS의 수정된 형태로, 상대적으로 빠른 트랜잭션을 제공하는 블록체인과 함께 사용되는 알고리즘입니다. PoA는 공공네트워크보다는 개인네트워크에 적합합니다.",
  },
  {
    coin_code: "SXP",
    coin_knm: "스와이프",
    img_id: "SXP",
    coin_enm: "Swipe",
    coin_content001:
      "스와이프란 사용자가 자산을 안전하게 보관할 수 있도록 설계된 블록체인 기반의 멀티 자산 디지털 지갑 애플리케이션입니다. 스와이프 지갑은 SXP를 사용해 출금을 포함한 모든 기능을 사용할 수 있도록 만들어졌습니다. 스와이프 지갑 사용자는 지갑 내의 애플리케이션으로 그들이 가진 가상자산을 통해 법정 화폐를 사거나 팔고, 지불할 수 있으며, 선물 카드를 구입하거나 플랫폼에서 지원하는 타 가상자산으로 교환할 수 있습니다.",
    coin_content002:
      "SXP는 이더리움 기반의 ERC-20 토큰으로 2019년 8월에 Swipe Wallet Ltd에서 개발되었습니다. 해당 토큰은 스와이프 생태계에서 발생하는 모든 거래, 네트워크, 지출 수수료에 대하여 할인 및 캐시백, 사용자에 대한 보상을 위해 발행되었습니다.",
    coin_content003:
      "1. 스와이프 오라클 \n\n스와이프 오라클은 스와이프가 개발한 이더리움 스마트 컨트랙트 애플리케이션 거래 시스템입니다. 이를 통해 실시간 마켓 데이터, 시세, 가상자산 유동성을 확인할 수 있으며 스와이프 지갑 및 카드에서 사용되는 법정화폐로의 실시간 환전이 가능합니다. \n\n\n 2. 스와이프 지갑\n\n스와이프 지갑은 사용자가 자신이 가진 가상자산을 통해 결제 가능하게 하는 디지털 지갑 애플리케이션입니다. 스와이프 지갑을 통해 사용자는 스와이프 네트워크 상에 있는 가상자산에 접근할 수 있습니다. iOS 앱스토어와 구글 플레이스토어에서 다운받을 수 있으며 가상자산 사용뿐 아니라 시세, 뉴스 및 플랫폼에서 지원하는 모든 기타 자산을 확인할 수 있습니다. 스와이프 지갑은 20개의 가상자산을 우선적으로 지원할 예정이며, 사용자의 가상자산은 콜드월렛에 보관, 스와이프의 예비금으로 유지되는 핫월렛을 통해 사용 가능하게 될 것입니다. \n\n 3. 스와이프 카드\n\n\n스와이프 카드는 전세계에서 사용 가능한 직불카드입니다. 스와이프 카드는 사용자의 스와이프 지갑과 연동되며, 스와이프 오라클에 의해 실시간으로 가상자산을 전환하여 사용할 수 있습니다. 스와이프 카드에는 카드 정지 및 해제 가능한 보안 설정 기능, 위치를 포함한 실시간 사용 내역, 스와이프 지갑에서 PIN 즉시 변경 기능, 실시간으로 가상자산을 법정화폐로 환전할 수 있는 스와이프 오라클 기능, 직불카드, 애플 페이 및 구글 페이 지원, 스와이프 보상 프로그램을 통한 캐시백 등과 같은 기능이 들어갈 예정입니다.",
  },
  {
    coin_code: "ALICE",
    coin_knm: "마이네이버앨리스",
    img_id: "ALICE",
    coin_enm: "MyNeighborAlice",
    coin_content001:
      "마이네이버앨리스(MyNeighborAlice, ALICE)란 사용자가 가상의 섬을 구매 및 소유하여 아이템을 거래하고 다양한 소셜 커넥션을 구축할 수 있는 사용자 소유의 블록체인 기반의 소셜 시뮬레이션 멀티 플레이어 빌더 게임 플랫폼입니다. 뿐만 아니라, 사용자는 대체 불가 토큰(Non-Fungible Token; NFTs)을 수집하고 거래하여 플래폼 내의 생태계를 확장할 수 있으며, 스테이킹 서비스, NFT 담보 및 대여 등의 서비스를 통해 수수료를 지급받을 수 있습니다.",
    coin_content002:
      "마이네이버앨리스는 홍콩에 위치한 Alice Foundation Ltd,에 의해 구축되었습니다.",
    coin_content003:
      "- 마켓플레이스(Marketplace): 마이네이버앨리스 플랫폼의 주요 기능 중 하나인 마켓플레이스는 사용자가 자신의 섬이나 집, 펜스, 가축 등과 같은 아이템을 구매하거나 판매하여 자신의 땅을 꾸밀 수 있는 곳입니다. \n\n\n- 가상의 섬(Virtual islands): 마이네이버앨리스 게임 내에서 사용자는 앨리스 및 마켓플레이스로부터 가상의 토지를 구매할 수 있다. 게임 상 토지는 매우 부족하며, 각 토지는 NFT 토큰의 형태로 나타낸다. 토지가 매입된 후, 사용자는 지형의 형태를 수정하거나 건물, 호수, 동물, 식물 등 다양한 게임 내 아이템을 통해 자신의 토지를 꾸밀 수 있습니다. \n\n\n- 아바타(Avatars): 게임 내에서 각각의 사용자는 아바타를 통해 자신을 표현할 수 있으며, 다른 사용자와 커뮤니케이션을 진행할 수 있습니다. \n\n\n- 게임 내 자산(In-game Assets): 앨리스 플랫폼에는 게임 내에서 사용할 수 있는 자산이 있으며 마켓플레이스 내에서 사용된다. 뿐만 아니라, 사용자는 NFT creator를 활용해 자신의 자산을 현금화하여 팔 수도 있습니다. \n\n\n- NFT Creator: NFT Creator란 사용자가 블루프린트에 의해 정의된 특정 제약 조건을 기반으로 자신의 게임 내 자산을 설계하고 생성할 수 있는 독특한 툴입니다.",
  },
  {
    coin_code: "MVC",
    coin_knm: "마일벌스",
    img_id: "MVC",
    coin_enm: "MileVerse",
    coin_content001:
      "마일벌스는 스마트폰 애플리케이션 서비스를 제공하여, 사용자가 각 기업의 마일리지를 간편하게 MVP로 교환하여 결제에 이용 가능합니다. 또한, 바코드/QR코드를 이용한 결제 기능, 기프티콘 구매 기능, 가맹점 정산 기능, 생체인증, Pin Code를 이용한 2중 보안 등의 기능을 지원하며, 향후 가상자산 지갑 기능과 거래소 연동 기능을 추가할 예정입니다.",
    coin_content002:
      "마일벌스는 카이만제도를 기반으로한 PM Soft에 의해 개발되었으며, 새로운 통합 마일리지 결제 플랫폼으로 고객이 사용하지 못하고 소멸하던 마일리지를 MVP(MileVerse-Point)로 교환하여 가맹점에서 이용할 수 있는 서비스를 제공하고자 합니다.",
    coin_content003:
      "마일벌스 아키텍처는 스마트 컨트랙트 레이어, 블록체인 레이어, 인프라 레이어, 서비스 레이어, 그리고 애플리케이션 레이어 총 5가지 레이어로 구성되어 있습니다. \n\n\n1. 애플리케이션 레이어 (Application Layer): 애플리케이션 레이어는 사용자가 최종적으로 사용하는 서비스 이용 영역으로, 일반적인 스마트폰의 앱과 동일한 역할을 한다. 사용자가 입력하는 데이터를 입력 받아 서비스 레이어에 전송해 주고 서비스 레이어로부터 전송 받은 데이터를 사용자에게 출력합니다. \n\n\n2. 서비스 레이어 (Service Layer): 서비스 레이어는 애플리케이션에서 사용하는 개별적인 모듈이 활용되는 공간으로 각각의 모듈은 애플리케이션의 액션에 의해 작동됩니다. 마일리지를 지급받는 결제처를 위한 마일리지 결제처리 모듈과 마일리지의 정산을 위한 정산 모듈, 실제 대금 처리를 위한 회계 모듈, 통계와 관리를 위한 관리자 서비스를 제공합니다. \n\n\n3. 블록체인 레이어 (Blockchain Layer): 블록체인 레이어는 ERC-20 토큰을 사용하기 위해 이더리움 환경에서 운영됩니다. \n\n\n3. 블록체인 레이어 (Blockchain Layer): 블록체인 레이어는 ERC-20 토큰을 사용하기 위해 이더리움 환경에서 운영됩니다. \n\n\n4. 스마트 컨트랙트 레이어 (Smart Contract Layer): 이더리움 스마트 컨트랙트를 작성하는 영역으로 스마트 컨트랙트를 통해 ERC-20 토큰을 생성하여 MVP와 MVC를 교환하는 코드 등이 해당됩니다. \n\n\n5. 인프라 레이어 (Infra Layer): 마일벌스 플랫폼 서비스 환경을 제공하기 위한 하드웨어 및 소프트웨어 시스템으로 구성되어 있으며, 마일벌스의 최종적인 정보들이 저장, 보호, 모니터링 됩니다. ",
  },
  {
    coin_code: "ELF",
    coin_knm: "엘프",
    img_id: "ELF",
    coin_enm: "Aelf",
    coin_content001:
      "Aelf는 탈중앙화된 자체 개발 클라우드 컴퓨팅 네트워크로 상업용 블록체인 인프라를 구축하는 플랫폼입니다. Aelf의 장점은 트랜잭션의 병렬 처리와 클라우드 서비스로 빠른 거래 프로세스(트랜잭션 처리)를 지원하며, 리소스 분리를 통하여 불필요한 상호 간섭으로부터 스마트 컨트렉트를 보호하고 각 컨트렉트의 적절한 실행을 보장함으로써 블록체인상에서의 안정성이 향상됩니다. \n\n현재의 블록체인 기술의 문제점을 해결하기 위해 Aelf는 Side Chain과 독자적인 거버넌스 시스템이라는 두 가지 혁신에 중점을 두고 있습니다. 프로젝트는 확장성을 높이기 위해 Side Chain을 사용하여 리소스와 스마트계약을 분리하는 동시에 보다 융통성 있는 통제를 위해 DPoS(Delegate Proof-of-Stake) 컨센서스 시스템을 활용합니다.",
    coin_content002:
      "Aelf의 공동창업자 주링 첸 대표는 MIT를 졸업한 엔지니어로 세계화 전략 컨설턴트로 일한 바 있으며, 공동창업자 하오보 마(Haobo, Ma)는 비트코인 결제 시스템 젬페이(GemPay)를 만들었으며, 가상자산 거래소 올 코인(allcoin)을 개발했습니다.\n\nFBG, 노드 캐피털(Node Capital) 등 해외 우수 캐피털로부터 투자를 받았으며, 테크크런치(TechCrunch)의 공동창립자인 마이클 애링턴이 자문 역으로 참여해 다른 프로젝트와의 협력을 추진하고 있습니다.",
    coin_content003:
      "1. Side Chain\nAelf는 플랫폼에서 스마트 컨트랙트를 수행하기 위해 하나의 메인 체인과 수많은 사이드 체인으로 구성됩니다. 메인 체인은 전체 시스템의 백본이며 외부 체인들과 상호 작용할 수도 있습니다. 각 사이드 체인은 특정 유형의 스마트 계약을 위한 전용 체인입니다. 사이드 체인은 상호 작용할 수 없으므로 정보를 전송할 때는 메인 체인을 통해 통신해야 합니다.\n\n모든 사이드 체인들은 사이드 체인 인덱스 시스템을 통해 메인 체인에 연결됩니다. 인덱스 시스템은 체인을 두 개의 그룹으로 분류됩니다.\n\n- 중요도가 높은 외부 체인 (Bitcoin, Ethereum 등)\n\n- Aelf OS내의 내부 체인\n\n\n2. Token Ecosystem\n\n사이드 체인은 색인 생성을 위해 메인 체인에 거래 수수료를 지불해야 합니다. 사이드 체인이 생태계에 이바지할수록 지불해야하는 거래 수수료는 적어지게 됩니다. 널리 사용되는 Bitcoin은 수수료를 부과하지 않습니다. 사이드 체인은 또한 연결된 부속 체인에 수수료를 부과할 수도 있습니다.\n\n\n3. Consensus Protocol\n\nAelf 노드는 여러 사이드 체인의 정보를 메인 체인에 기록해야 하므로 정상적인 Proof-of-Work (PoW) 또는 Proof-of-Stake (PoS) 합의 알고리즘으로는 충분하지 않습니다. 대신 자체 메인 체인은 네트워크를 유지하기 위해 Ark 와 유사한 Deleted Proof-of-Stake (DPoS)를 사용합니다. Aelf 토큰(ELF) 소유자는 어떤 노드가 마이닝 노드가 될지를 투표하며, 그 보답으로 선출된 노드는 마이닝 보너스를 다른 노드와 이해 관계자에게 배포하는 방법을 결정하게 됩니다.",
  },
  {
    coin_code: "DAC",
    coin_knm: "다빈치",
    img_id: "DAC",
    coin_enm: "Davinci AI Solution",
    coin_content001:
      "다빈치(DAC)는 다빈치 메인넷 내에서 자동 생성되는 여러 사이드체인에 통용되는 가상자산이다. 루트 레이어에 속하는 메인넷과 특정 노드가 선별되어 구성된 사이드 체인 간에 트랜잭션이 발생할 때 각 체인의 노드에서 전송하고 전송받을 수 있도록 만들어진 코인이다.",
    coin_content002:
      "DAC의 재단은 2018년 4월에 설립되었다. 재단 측은 \"블록체인 기술을 통해 한·중을 넘어 동아시아 경제 생태계를 구축하는 것을 목표로 두고 있다\"고 밝혔다. 사업성 프로젝트로서 온라인 Biz(디지털 콘텐츠의 펀딩, 개발, 서비스), 오프라인 Biz(결제, 리워드, 포인트 등) 그리고 인프라 사업 얼라이언스 구축에 다빈치 코인을 사용할 계획이다. 삼성전자와 LG 출신의 개발자들을 비롯해 박사 학위를 보유한 개발자들과 해당 프로젝트를 진행하고 있으며, 류이(다빈치재단 이사장/설립자)를 필두로 이금룡(인터넷 쇼핑몰 '옥션' 설립자), 김호경('올흔' 대표변호사) 등 탄탄한 고문진들이 자리하고 있다. 로드맵에 따르면 현재 여러 업체들과 얼라이언스를 맺고 있으며, 중동 및 아프리카 인프라사업을 진행하고 있다.",
    coin_content003:
      "DAC의 재단은 2018년 4월에 설립되었다. 재단 측은 \"블록체인 기술을 통해 한·중을 넘어 동아시아 경제 생태계를 구축하는 것을 목표로 두고 있다\"고 밝혔다. 사업성 프로젝트로서 온라인 Biz(디지털 콘텐츠의 펀딩, 개발, 서비스), 오프라인 Biz(결제, 리워드, 포인트 등) 그리고 인프라 사업 얼라이언스 구축에 다빈치 코인을 사용할 계획이다. 삼성전자와 LG 출신의 개발자들을 비롯해 박사 학위를 보유한 개발자들과 해당 프로젝트를 진행하고 있으며, 류이(다빈치재단 이사장/설립자)를 필두로 이금룡(인터넷 쇼핑몰 '옥션' 설립자), 김호경('올흔' 대표변호사) 등 탄탄한 고문진들이 자리하고 있다. 로드맵에 따르면 현재 여러 업체들과 얼라이언스를 맺고 있으며, 중동 및 아프리카 인프라사업을 진행하고 있다.",
  },
  {
    coin_code: "KSM",
    coin_knm: "쿠사마",
    img_id: "KSM",
    coin_enm: "Kusama",
    coin_content001:
      "쿠사마(Kusama, KSM)란 폴카닷(Polkadot) 네트워크의 카나리아 네트워크로서 폴카닷의 초기 감사 및 정제되지 않은 릴리즈 버전으로 개발자가 파라체인(parachain) 등을 개발 및 배포해보고 폴카닷의 여러 시스템 기능을 시험하여 발생할 수 있는 리스크와 위험을 테스트해볼 수 있는 시험장 역할을 합니다. 쿠사마는 폴카닷과 거의 동일한 코드 및 툴을 사용하고 있으며, 네트워크는 패리티테크놀로지와 Web3 Foundation의 최신 기술을 사용할 수 있습니다.",
    coin_content002:
      "쿠사마는 스위스를 기반으로한 Web3 Foundation에 의해 구축되었으며, 다양한 블록체인의 상호 운용성을 제공하는 것을 목표로 하고 있습니다.",
    coin_content003:
      "쿠사마의 인프라스트럭쳐는 릴레이체인(Relaychain), 파라체인(Parachain), 그리고 브릿지(Bridge)로 구성되어 있습니다. \r\n\r\n- 릴레이체인(Relaychain): 릴레이체인은 쿠사마 네트워크의 중심 체인으로 폴카닷 네트워크의 모든 검증자(validator)는 릴레이체인을 통해 스테이킹을 진행합니다.  릴레이체인은 파라체인에 보안을 제공하고 그들 사이의 메시지와 브리지체인을 중계하는데, 메시지는 트랜잭션 혹은 임의의 데이터일 수 있습니다. \r\n \r\n- 파라체인(Parachain): 파라체인은 릴레이체인에 연결되는 병렬형 블록체인으로 Collator라 불리우는 검증자에 의해 유지됩니다. 각각의 파라체인은 해당 애플리케이션에 가장 잘 맞는 구조로 되어 있습니다 또한, 거래를 병렬화하고 확장성을 달성하는데 사용됩니다.\r\n\r\n- 브릿지(Bridge): 브릿지체인이란 특수한 블록체인으로 릴레이체인에 확보되지 않고도 파라체인이 이더리움, 비트코인과 같은 외부 네트워크와 연동될 수 있도록 하는 네트워크입니다. ",
  },
  {
    coin_code: "MTL",
    coin_knm: "메탈",
    img_id: "MTL",
    coin_enm: "Metal",
    coin_content001:
      "메탈은 전세계 어디에서나 주고받을 수 있고 지불 가능한 디지털 통화 플랫폼을 목적으로 개발 중인 코인입니다. 메탈은 공정거래증명(PoPP)이라는 프로세스를 통해 배포됩니다. \n채굴자들에게 코인을 분배해 과도한 채굴이 요구되는 PoW 방식이 아니라 사용자가 송금 또는 구매할 경우 지출하는 달러당 일정량의 메탈을 보상받는 형태의 PoPP 프로세스를 사용해 보다 공정하게 분배될 수 있습니다.",
    coin_content002:
      "메탈은 2017년 Metallicus 법인에서 진행한 ICO로 디지털 통화 플랫폼을 목적으로 개발 중인 프로젝트입니다. \n\n기존 PoW, PoS처럼 채굴이나 소유를 통한 인센티브 방식이 아닌 공정거래증명(PoPP)이라는 방식을 사용하며, 이는 지출하는 달러당 일정량의 메탈을 보상받게 됩니다.  해당 프로젝트는 Marshall Hayer 대표를 필두로 개발되고 있으며, 이미 미국 주의 반 이상에서 사용 가능합니다. \n\n최근 앱 사용자 수가 2만명을 넘겼고, 여러 업체들을 연결하며 Metal Pay의 사용 범위를 늘리고 있습니다. 사용자들의 편리를 위해 모바일 앱 업데이트에도 집중하고 있습니다.",
    coin_content003:
      "메탈페이는 iOS용 지불 결제 애플리케이션으로 메탈페이 애플리케이션을 통해 현금이나 MTL을 주고받을 수 있습니다.\n\n메탈페이를 통해 친구에게 현금을 보내거나 애플리케이션에 친구를 초대하는 것만으로도 MTL 토큰을 지급받을 수 있으며 현금을 대신해서 MTL을 보내는 것 또한 가능합니다. 애플리케이션 내에서는 MTL토큰을 간편하고 빠르게 현금화할 수 있으며 추가적인 비용 없이 해당 서비스를 이용할 수 있습니다.",
  },
  {
    coin_code: "WAVES",
    coin_knm: "웨이브",
    img_id: "WAVES",
    coin_enm: "Waves coin",
    coin_content001:
      "웨이브는 2016년에 설립되었으며, 커스텀 블록체인 토큰 운영에 초점을 두고 있는 탈 중앙형 블록체인 플랫폼으로 KYC/AML 인증을 통해 USD/EUR/CNY 등의 정부화폐로 가상자산을 구입 및 판매 할 수 있습니다. 그 외 다른 모든 가상자산 간 거래의 경우 익명성이 보장되고 있습니다. 이용자들은 웨이브의 탈 중앙형 거래소를 통해 자신의 고유 커스텀 토큰을 1 분정도의 짧은 시간 안에 발행할 수 있으며, ICO를 진행할 수 있을 뿐만 아니라, 또한, 새로 발행한 코인을 웨이브 토큰과 거래할 수도 있습니다. \n그뿐만 아니라, LPos, Two-tier architecture 등 경량 클라이언트를 이용한 오프 체인 트랜잭션(Off-chaintransaction) 을 활용해 트랜잭션 속도를 향상 시켰으며, 기존 플랫폼의 확장성 문제도 해결할 수 있게 됩니다.",
    coin_content002:
      "웨이브 재단의 CEO이자 설립자인 Sasha Ivanov는 물리학을 전공한 물리학자로 지불 결제 시스템 소프트웨어 개발 분야의 업무 경험을 보유하고 있습니다. 또한 블록체인 기술을 사용하여 가상자산 거래소 Coinomat 을 설립하기도 했습니다.\n웨이브 팀의 여러 멤버들은 이전 NXT프로젝트를 함께 개발하며 얻은 블록체인 개발 능력과 팀 구성원간의 팀워크를 보유하고 있습니다.\n웨이브는 2016년 ICO와 동시에 가상자산 지갑 개발 회사 Mycelium과 제휴를 맺고 자산 보안기술을 강화 하게 되었으며, 2017년에는 블록체인 개발 솔루션 회사 Deloitte CIS와 제휴를 맺고 ICO 서비스를 제공하게 되었습니다.\n그뿐만 아니라, 웨이브는 러시아 주식거래소 Russian National Settlement Depository와 함께 블록체인 플랫폼 개발을 준비중에 있으며, 2018년에는 TMT Blockchain Fund와 제휴를 통해 핀테크, dApps, ICOs 등의 프로젝트를 함께 진행할 예정입니다.",
    coin_content003:
      "1. 웨이브 토큰 채굴 \n\n가상자산 채굴은 주로 비싼 하드웨어, 특수한 지식, 많은 시간과 인내를 필요로 하는데 이는 주로 PoW 방식으로 가상자산을 채굴한 경우에 해당됩니다. 웨이브는 PoS 알고리즘을 이용한 채굴 방식을 사용하여, 보유하고 있는 웨이브 토큰의 수에 따라 채굴이 이루어지게 됩니다. 따라서 더 많은 토큰을 보유할 수록 더 많은 보상을 얻게 되며, 이는 이자 수익을 얻는 것과 같은 구조입니다.\n\n\n2. 웨이브 토큰 임대\n\n웨이브 플랫폼은 웨이브 토큰 임대 기능을 경량 클라이언트 내에 구현하여 블록체인을 다운받거나, 복잡한 기술적 지식 없이도 모든 이용자들이 네트워크 보안에 참여하고 그에 대한 트랜잭션 수수료를 보상으로 받을 수 있도록 하였습니다. 또한, 임대된 웨이브 토큰은 계정 소유자의 통제하에 있게 되어, 언제든 환전 및 송금할 수 있으며, 웨이브 토큰 임대를 통해서 토큰 보유자는 MRT (Miner’s Reward Token)을 보상으로 받게 됩니다.\n해당 토큰은 DEX에서 거래가 가능합니다.\n\n3. 탈중앙형 가상자산 거래소\n\n웨이브의 탈 중앙형 거래소는 이용자의 자산이 서버가 아닌 개인의 지갑에 직접 저장되기 때문에 해킹으로부터의 위험이 매우 적으며, 일반 거래소처럼 자금 동결이나 거래 및 인출을 제한할 관리자가 없는 것이 특징입니다. 또한 웨이브 DEX 는 구매와 판매 요청건을 자동으로 매칭하며, 요청이 매칭되었을 때만 트랜잭션이 체결됩니다. 현재 DEX 에서는 USD/BTC, LTE/BTC, ETH/BTC 등 다중의 가상자산 거래가 이루어지고 있으며, 그 중에서 WAVES/BTC 거래가 전체 거래의 97%를 차지하고 있습니다.",
  },
  {
    coin_code: "MILK",
    coin_knm: "밀크",
    img_id: "MLK",
    coin_enm: "MiLK",
    coin_content001:
      "밀크란 기존 마일리지 시스템의 불합리함을 개선하고자 하는 목표로 구축된 블록체인 기반 통합 리워드 플랫폼으로 여행, 여가, 라이프 스타일 분야 서비스의 다양한 리워드 포인트를 밀크 코인으로 통합, 환전하여 사용할 수 있도록 합니다. 밀크 플랫폼은 사용자가 갖고 있는 서로 다른 서비스 포인트를 연결 가능하도록 하여 밀크 얼라이언스에 참여한 서비스의 포인트를 밀크 토큰으로 환전해 사용할 수 있는 서비스를 제공합니다. 또한, 서비스 기업은 밀크 얼라이언스에 참여하여 밀크 API를 활용한 마일리지 포인트 시스템을 구축해 포인트를 교환하여 교객 유입 및 확보를 통한 마케팅 효과를 기대할 수 있습니다.",
    coin_content002:
      "밀크는 2019년 12월 16일에 브리티시 버진 아일랜드에서 개발 되었습니다. 밀크는 기존의 마일리지 시스템에 블록체인 기술을 도입하여 불합리함을 개선, 다양한 리워드 포인트를 밀크 코인으로 통합하여 사용할 수 있도록 하고자 합니다.",
    coin_content003:
      "1. 다중 블록체인 플랫폼 \n\n밀크 플랫폼은 밀크코인을 위한 블록체인 기술 외, 각각의 브랜드 토큰이 각기 다른 블록체인 기술을 사용할 수 있도록 구축되었습니다. 다중 블록체인 기술 도입은 보안성을 높이고 시스템의 안정화 및 퍼포먼스 향상 등의 효과를 기대할 수 있습니다. 밀크 플랫폼의 다중 블록체인은 각각의 브랜드 토큰을 위한 각각의 체인으로 구성되어 있으며, 이 체인들은 밀크코인의 중간 지점에서 연결됩니다. \n\n\n2. 밀크 플랫폼 기술 \n\n밀크 블록체인은 루니버스의 BaaS 플랫폼을 사용하며, 이는 메인체인과 사이드 체인으로 구성되어 있습니다. 트랜잭션, 플랫폼의 사용 및 결제는 모두 하이퍼 레저 기반의 사이드 체인에서 이뤄집니다. 외부 가상자산 거래소와의 연동은 익명성과 안전성을 위해 루니버스의 메인 체인에서 이뤄지게 됩니다. 밀크 플랫폼이 구축한 하이퍼 레저 패브릭은 IBM사에서 구축한 허가 받은 블록체인 프레임워크로 현재는 리눅스 재단에 의해 서비스가 제공되고 있습니다. ",
  },
  {
    coin_code: "XEM",
    coin_knm: "넴",
    img_id: "XEM",
    coin_enm: "New Economy Movement",
    coin_content001:
      "NEM 이란 뉴 이코노미 무브먼트 코인(New Economy Movement coin)의 약자로, 기본적으로 금융 블록체인 솔루션으로 설계되어 있지만 이 외 다양한 산업에 사용될 수 있도록 고안된 다용도의 암호화 솔루션입니다. 이미 일본 금융기관에서는 NEM의 기술력에 대한 투자를 하고 있으며 NEM 상용 프라이빗 블록 체인인 미진(Mijin)에서 NEM을 활용하고 있습니다.\n비트코인 블록 체인의 성능을 향상시키고자 하며, 스마트 계약 언어가 아닌 모든 프로그래밍 언어에서 사용할 수 있는 API 인터페이스를 통해 기능을 제공하여 개발이 간단하며, Eigentrust++ 이라는 평판 시스템도 갖추고 있어 안전합니다.\n\n또한 현재 NEM의 총 발행량은 90억개로 제한되어 있어 인플레이션의 우려는 없습니다.",
    coin_content002:
      "NEM 재단은 다양한 산업 전반의 성장과 경제발전을 가능케하는 블록 체인 서비스를 제공하고자 하며, 모든 산업과 정부, 학계를 위한 NEM 블록 체인 지원과 교육을 통해 NEM 블록 체인의 사용을 확대하고자 합니다. \nNEM.io 의 CEO이자 창립자는 론 옹(Lon Wong)으로 엔지니어링 컨설팅, 소프트웨어 개발, 네트워크에서  ISP 무선에 이르기 까지 30년 이상의 기업 경험이 있습니다. 현재 론옹은 고문을 맡고 있으며 제프 맥도널드가 부사장을 맡고 있습니다. 재단은 2017년 싱가포르에 설립되었으며 전세계 46개국에 89개의 Meetup에서 10,990명 이상의 회원을 보유하고 있으며 한국에도 NEM 재단이 있습니다.",
    coin_content003:
      "1. PoI(Proof of Importance)알고리즘과 수확(Harvesting)\n\nNEM은 PoI라는 새로운 합의 알고리즘을 채택했습니다. PoI는 활발히 거래가 이루어지면 거래금액, 거래량, 유동성 등 거래에 대한 중요도를 책정하고 그 중요도에 따라 수확(Harvesting)을 얻는 방식이며 거래액의 0.01%의 수수료를 받게 됩니다. NEM을 가지고 있지 않아도 이익을 얻을 수 있는, 모든 사람들에게 평등한 기회를 보장하는 구조이고 최소 10,000XEM 보유 시 수확이 가능하며 특별한 하드웨어나 채굴을 위한 컴퓨터가 필요 없다는 이점이 있습니다. \n\n\n2. Smart Asset System (스마트 자산 시스템)\n\nNEM은 모든 애플리케이션을 위해 사용자 정의를 토대로 한 강력한 모듈식으로 구축되어 사용자의 필요에 따라 맞춤 설정할 수 있습니다. NEM 스마트 자산 시스템을 통해 핀테크 시스템, 물류 추적, ICO, 문서 공증, 분산 인증 등 DAPP에 활용이 가능하며, 특별한 프로그래밍 언어 없이 서비스를 이용할 수 있습니다. \n스마트 자산 시스템은 주소(컨테이너에셋), 네임스페이스, 모자이크, 거래 4가지로 구성되어 있습니다. \n\n\n3. NEM 블록 체인 아키텍처\n\nNEM 블록 체인 플랫폼은 노드 네트워크로 구성되며 모두 NEM의 핵심 노드 서버 소프트웨어를 실행합니다. 이 노드에서는 스마트 에셋 트랜잭션이 수행되고 검색되며, 블록  체인 원장에 영구적으로 로깅되는 안전한 플랫폼을 제공합니다. 이를 위해 NEM 네트워크의 노드는 두 가지 기능을 수행합니다. \n\n- API 게이트웨이 서버 : 모든 기능을 네트워크 자체의 각 노드에서 API 인터페이스를 통해 사용할 수 있어 복잡한 노드 소프트웨어를 실행할 필요가 없습니다.\n\n- 블록 체인 노드 네트워크 : NEM 노드는 다른 노드와 함께 작동하여 Peer to Peer 블록 체인 네트워크를 구축합니다. NEM 노드 소프트웨어는 트랜잭션을 확인하고 데이터베이스를 유지 관리하며, 다른 노드와 동기화하고 안정성과 신뢰성을 유지해 빠르고 안전하며 확장 가능한 네트워크를 만듭니다. \n\n\n4. Eigentrust ++ 평판 시스템\n\nNEM은 Eigentrust ++를 사용하고 2개의 층(퍼블릭 노드, API층) 아키텍처를 기반으로 하는 공개 노드 네트워크를 통해 보안에 최적화되었으며 안정적인 플랫폼을 제공합니다.\n\n\n5. 프라이빗 상용 블록체인 ‘Mijin’\n\n미진(Mijin)은 NEM의 상용 프라이빗 블록 체인으로 기본 코드와 API가 NEM 퍼블릭 블록 체인과 동일합니다. 미진은 NEM 플랫폼과 동일한 기술을 기반으로 하면서 원장에 권한을 부여하여 사용자가 정의 가능한 접근 방식을 제공하기 때문에 NEM 플랫폼을 프라이빗하게 이용할 수 있는 솔루션을 제공합니다.",
  },
  {
    coin_code: "SAND",
    coin_knm: "샌드박스",
    img_id: "SAND",
    coin_enm: "The Sandbox",
    coin_content001:
      "샌드박스는 블록체인 기반의 유저 생성 컨텐츠 (UGC) 및 분산형 게이밍 플랫폼입니다. 샌드박스는 사용자가 플랫폼 내에서 다양한 자산 토큰을 취득하고 판매하여 수익화할 수 있는 게임 생태계를 구축하며 플랫폼의 유틸리티 토큰인 SAND로 보상받을 수 있는 가상 세계입니다.",
    coin_content002:
      "샌드박스는 아르헨티나 기반의 TSBMV Global Limited에 의해 개발되었습니다.",
    coin_content003:
      "샌드박스 생태계는 사용자와 게이머를 위해 Voxel Editor (VoxEdit), Marketplace, 그리고 Game Maker으로 이루어져있습니다. \n\n1.  Voxel Edit (VoxEdit): 크리에이터는 VoxEdit을 사용하여 개인 3D 콘텐츠 및 애니메이션을 제작할 수 있고, 이를 대체 불가 토큰(NFT)로 변환하여 판매할 수 있습니다. 또한, 크리에이터는 슈팅게임, 겜블링, RPG, 어드벤처 배틀 로얄 등 자신이 제작한 게임 세계에 멀티 플레이어 요소를 추가하여 온라인 상으로 다양한 플레이어들과 게임을 진행할 수 있습니다. \n\n2. Marketplace: 샌드박스의 마켓플레이스는 VoxEdit에서 사용자가 만든 자산을 업로드, 퍼블리t상 및 판매할 수 있습니다. \n\n3. Game Maker: 사용자는 해당 기능을 통해 자체적으로 게임을 제작할 수 있습니다. 또한, 배치한 아이템에 대해 애니메이션 효과, 아바타, 버튼 등 다양한 기능을 추가하여, 유저들이 아이템의 세부 특성을 설정할 수 있도록 지원합니다.",
  },
  {
    coin_code: "MANA",
    coin_knm: "디센트럴랜드",
    img_id: "MANA",
    coin_enm: "Decentraland",
    coin_content001:
      "디센트럴랜드(Decentraland, MANA)란 이더리움 블록체인 기반의 가상현실 플랫폼으로 사용자는 디센트럴랜드라는 가상현실 세계에서 토지를 구매 및 판매하거나 다양한 활동을 할 수 있으며, 콘텐츠 및 응용 프로그램을 만들고 경험하며 수익을 창출할 수 있습니다. 사용자는 블록체인 기반의 원장에 가상 토지의 소유권을 주장할 수 있으며, 토지 소유자는 x, y 좌표로 직별되는 토지의 일부에 어떤 내용이 게시되는지 확인할 수 있습니다. 업로드되는 콘텐츠는 3D부터 게임과 같이 상효 작용 시스템에 이르기까지 다양하게 구현될 수 있습니다.",
    coin_content002:
      "디센트럴랜드는 Metaverse Holdings Ltd.에 의해 개발되었으며, 아르헨티나에 위치하고 있습니다.",
    coin_content003:
      "디센트럴랜드의 아케텍쳐는 3개의 레이어로 이루어져 있습니다. \n\n- 합의 레이어(Consensus Layer): 토지의 소유권과 콘텐츠를 관리합니다. 디센트럴랜드는 이더리움의 스마트 컨트랙트를 이용해 가상세계의 토지에 대한 소유권을 유지합니다. 이 대체불가능한 디지털 자산을 LAND라 부르며, 각 토지는 고유의 좌표, 소유자 및 토지 소유자의 콘텐츠를 담고 있는 설명 파일의 참조값을 갖습니다. 디센트럴랜드 클라이언트는 이더리움 네트워크에 연결하여 LAND의 스마트 컨트랙트에 대한 업데이트를 가져옵니다. \n\n-  콘텐츠 배포 레이어(Content Distribution Layer): 탈중앙화된 배포 시스템을 통해 자산을 다운로드할 수 있는 레이어입니다. 디센트럴랜드는 가상세계를 렌더링하는데 필요로하는 분산 스토리지 시스템을 이용하여 배포합니다. 렌더링될 필요가 있는 구획에 대해 구획의 내용에 대한 설명이 있는 파일의 참조가 스마트 컨트랙트에 의해 검색됩니다. \n\n- 실시간 레이어(Real-time Layer): 유저 간의 커뮤니케이션을 실시간 연결하는 레이어로  클라이언트는 토지 소유자가 호스팅하는 서버나 제3자의 도움을 받아 사용자들의 커뮤니케이션을 P2P로 연결합니다. 디센트럴랜드 사용자의 소셜 경험에는 아바타, 다른 사용자의 위치, 음성 채팅, 메시징 및 가상 환경과 상호 작용이 포함됩니다.",
  },
  {
    coin_code: "ICX",
    coin_knm: "아이콘",
    img_id: "ICX",
    coin_enm: "ICON",
    coin_content001:
      "아이콘은 국내 블록체인 스타트업 기업 더루프(theloop)가 개발한 ‘루프체인(loopchain)’ 기술을 기반으로 하고 있습니다. 하나의 블록체인으로 모든 세계가 연결되는 방식이 아니라 독립적인 블록체인들이 각자 커뮤니티를 형성해 운영되면서 필요할 경우 연결되는 '분산화 된 연결'을 지향합니다. ICON(ICX)는 아이콘 네트워크에서 사용되는 토큰의 이름이며 2018년 1월 메인넷 1.0을 런칭했습니다.",
    coin_content002:
      "국내 기업 더루프(theloop)가 개발하여 구성원 대부분이 한국인이며, 루프체인을 만든 개발진이 참여하고 있습니다. 2017.10.27일 발행되었으며 기존 BFT계열의 PBFT를 개선한 LFT 알고리즘 기반입니다. 이는 기존 알고리즘의 문제점을 해결한 것으로 통신 에러를 감소하고 악의적 노드로 인해 합의가 방해받는 일이 없어 성능이 더 개선된 알고리즘입니다.",
    coin_content003:
      "1. 아이콘의 핵심기술인 루프체인(Loopchain)은 스마트 컨트랙트를 지원하고, 인증된 참여자만 트랜잭션을 생성할 수 있는 고성능 엔터프라이즈 블록체인을 목표로 개발되었습니다. 다른 독립적인 블록체인과의 연계를 통해 블록체인 네트워크를 확장할 수 있게 하는 기술입니다. 2017년 4분기에 이를 기반으로 공동인증 ‘CHINE ID’를 오픈했습니다.\n\n2. 넥서스(NEXUS)라는 블록체인 허브를 통해 다양한 블록체인과 연결하여 탈중앙화된 거버넌스를 형성합니다.\n\n3. IISS(ICON Incentives Scoring System)이라는 ICX의 효과적인 배분을 위한 인공지능 기반 평가시스템을 사용합니다. 각 참여자의 네트워크 활성화 기여도, 거래량 등을 합산하여 IISS점수(I_score)를 측정하고 차등적으로 지급합니다.\n\n4. Score (Smart Contract On Reliable Environment)는 루프체인에서 지원하는 스마트 컨트랙트로 별도의 VM(Virtual Machine) 없이 노드 운영환경에서 직접적으로 실행되는 고성능 스마트 컨트랙트 지원 기능입니다.\n\n5. 넥서스와 연결된 블록체인 간 거래를 연계하기 위한 프로토콜로 BPT(Blockchain Transmission Protocol)를 사용합니다. 송신 블록체인에서 발생한 거래의 합의 여부를 넥서스에서 확인하는 NotaryRequest(Tx)와 넥서스에서 확인한 거래를 수신 블록체인으로 전달하는 Notary(Tx)로 구성됩니다. 송신 블록체인에서 시작된 거래는 넥서스에서 해당 블록체인의 Light Client를 통해 확인되고 Notary channel에 등록됩니다. Notary channel에 등록된 거래는 수신 블록체인으로 전달되고 수신 블록체인은 전달된 Notary 블록의 서명을 검증하여 넥서스에서의 합의 여부를 검증한 후 해당 거래를 처리하는 방식입니다.",
  },
  {
    coin_code: "IOST",
    coin_knm: "이오스트",
    img_id: "IOST",
    coin_enm: "Internet of Services Token",
    coin_content001:
      "IOST는 Internet of Services Token의 약자로, 확장성과 보안 그리고 속도 면에서 차별화된 분산 블록체인 App 플랫폼입니다.\n\n분산형 플랫폼 서비스라는 점에서 이더리움과 유사하지만 이오스트는 이더리움의 단점인 확장성을 크게 향상시켰습니다.\n\n이오스트는 대규모 블록체인 커뮤니티가 직면한 확장성 문제를 해결하기 위해 고안되었으며, 개발자로 하여금 대규모 dApp을 구축할 수 있게 해줍니다. 전체 네트워크를 하위 네트워크 집합으로 분할하는 Sharding 기술을 기반으로 개발한 EDS와 PoB(신뢰성 증명) 합의 메커니즘을 사용하여 확장성을 높였습니다.\n\n이오스트의 궁극적인 목표는 대규모 거래의 분산 서비스 제공입니다.",
    coin_content002:
      "이오스트 재단은 싱가폴 비영리 기업으로 IOS 블록체인 및 관련 기술을 개발하고있습니다. 아시아, 북미 및 유럽 지역에 걸쳐 50명 이상의 팀원이 있으며, 블록체인 전문가, 분산 시스템 과학자 및 정상급 프로그래머로 구성되어있습니다.\n\n2019년에 2분기에 메인넷을 출시할 예정이지만 기존보다 빠른 2018년 말 에서 2019년 1분기로 예상되고 있습니다.지난 5월 Huobi가 선별한 유망한 10종 가상자산에 포함 되어있습니다.",
    coin_content003:
      "PoB(Proof of Believability, 신뢰성 증명 합의 프로토콜) \n\n합의 프로토콜로 노드의 신뢰성을 기반으로 하는 PoB 메커니즘을 사용합니다. 노드의 신뢰성은 토큰 보유량과 Servi 잔액, 기여도, 사용자의 행동을 기반으로 계산됩니다.\n\n이오스트는 노드 집합이 보다 빨리 다음 블록을 결정할 수 있도록 비잔틴 결함 허용 메커니즘을 사용합니다. PoB의 핵심은 이러한 노드가 이전 생성된 블록의 입력을 기반으로 하는 알고리즘의 임의성(무작위성)을 사용하여 공정성이 보장된다는 것입니다. PoB는 노드가 오작동할 가능성이 거의 없으며 트랜잭션 처리량을 크게 향상시킵니다. ",
  },
  {
    coin_code: "BTG",
    coin_knm: "비트코인 골드",
    img_id: "BTG",
    coin_enm: "Bitcoin Gold",
    coin_content001:
      "Bitcoin Gold는 Bitcoin 블록 체인의 체인분리(하드포크)로 탄생했습니다. 블록 491407에서 Bitcoin Gold 채굴자는 새로운 작업 증명 알고리즘을 사용하여 블록을 생성하게되고 Bitcoin 블록 체인이 분기됩니다. 원래의 Bitcoin 블록 체인은 변경되지 않고 계속 유지되며 블록 체인의 새로운 지점이 원래의 체인에서 분리되는 것입니다.",
    coin_content002:
      "2017년 10월 25일 최대 공급량은 2천 1백만 개로 비트코인과 동일하게 유지되며 491,407블록에서 스탭샷을 통해 비트코인과 동일 양의 에어드랍이 진행되었습니다.\n\n홍콩의 비트코인 채굴업체 라이트닝 ASIC의 잭 리아오(Jack Liao)는 메모리 집약적인 Equihash 알고리즘을 사용해 ASIC 마이닝이 불가하도록 하였으며, 일부 채굴자에게만 집중되었던 이익을 GPU 채굴을 통해 이익을 공유하고 분권화되도록 하였습니다.",
    coin_content003:
      "Bitcoin Gold(BTG) 초기 코인 분배 방법은 2017년 8월 1일 Bitcoin Cash 포크에서 사용된 방법과 거의 동일합니다. 491407 블록을 채굴할 때 Bitcoin을 보유한 사람은 모두 Bitcoin Gold를 자동으로 1 BTC = 1 BTG을 받게 됩니다. (포크 당시 20 BTC를 가지고 있다면 20 BTG 수령)\n\n이번 하드포크로 탄생하는 비트코인골드는 비트코인의 작업증명 알고리즘을 SHA256에서 Equihash로 바꿈으로써 전세계의 수많은 사람이 신뢰성 있는 회사가 제조하는 하드웨어로 채굴 프로세스에 참여 기회를 얻게 되었습니다. 보다 분권화되고 민주적인 채굴 인프라로 사토시 나카모토의 오리지널 비전에 부합한다고 평가되고 있습니다.",
  },
  {
    coin_code: "WAXP",
    coin_knm: "왁스",
    img_id: "WAXP",
    coin_enm: "WAX",
    coin_content001:
      "왁스는 보안과 인프라 그리고 결제처리시스템에 대한 투자 없이 누구나 가상의 마켓을 운영할 수 있도록 지원하는 분산 가상 자산 플랫폼입니다. OPSkins(세계 최대 게임 스킨&아이템 거래소)창립자에 의해 설립되었으며 연간 4억 명이 넘는 플레이어들이 직접 가상의 아이템을 수집하고 매매할 수 있도록 디자인 되었습니다. ERC20 기반의 WAX 토큰은 게임 아이템을 포함하여 기타 디지털 자산도 수용할 수 있는 확장 유틸리티 토큰입니다. 거래의 기반이 되는 스마트 컨트랙트는 수억 명의 거래자들이 하나의 분산 플랫폼 안에서 즉각적인 결제, 보안 및 신뢰 서비스를 제공 받음으로서 기존의 중앙집중식 거래시장의 구조적 한계를 극복하는 것을 목표로 합니다.",
    coin_content002:
      "왁스의 설립자는 William Quigley로, OPSkinsTM(글로벌 1위 게임아이템 거래소)의 CEO 입니다. \n 또한 이더리움의 공동 설립자인 Anthony Di Iorio, 콜오브듀티의 설립자 Dave Anthony, Interplay Entertainment의 설립자 Brian Fargo가 자문합니다.\n\n 2015년 설립된 OPSkins는 95개국을 상대로 연간 1억 건 이상의 거래를 성사 시키는 글로벌 최대 게임 스킨&amp;아이템 거래소입니다. 이미 수천만의 가입자와 매월 20만명의 신규 가입자들로 성장을 거듭 하고 있지만 기존의 중앙화 된 거래시스템으로는 머천다이징, 지불 처리 및 품목 정산에서 한계점에 다다를 것이라는 예상 하에 그 동안 수 십억 건의 디지털 자산 거래 경험을 토대로 스마트 토큰을 디자인했습니다. 왁스 재단은 이더리움 공동설립자, 콜오브듀티 설립자 등 가상자산과 게임업계 전반을 걸쳐 두터운 네트워크를 보유하고 있습니다.",
    coin_content003:
      "지금까지 중앙화 된 디지털 자산 거래소를 운영하기 위해서는 수 백만달러의 소프트웨어 설비 투자가 필요 했으며 거래과정에서 조작이 발생하지 않도록 제3의 중개자가 필요했습니다. 왁스는 모든 디지털 자산 시장의 참여자(개인 및 기업)가 직접 마켓을 오픈하고 수수료를 효율적으로 관리할 수 있도록 분산화 된 플랫폼을 제공합니다. 왁스에서는 디지털 자산이 이전되었는지, 대금이 적절하게 처리되었는지, 양측이 서로의 계약을 모두 충족 했는지를 보증하는 제3자 중개자가 필요 없어 조작 사고를 현저하게 낮출 수 있습니다. 이는 수백만의 거래 참여자들이 하나의 블록체인 플랫폼 안에서 Zero에 가까운 투자비용으로 상점을 개설하고 시장에서 가장 합리적인 가격으로 빠른 결제를 수행하게 합니다. \n\n 왁스 블록체인 생태계는 아이템 구매/판매자, 거래 대리인, 길드로 구성됩니다.\n\n ① 아이템 구매/판매자: 게임 개발사 또는 개인이 온라인 게임 아이템을 독립적인 시장에서 거래합니다.\n\n ② 거래 대리인 (Transfer Agent): 거래 대리인은 오직 한 게임 또는 서버에서만 승인되며 자산관리 및 신뢰성 확인, 전자서명 등 거래 전반을 모니터링하는 책임이 요구됩니다. \n \n ③ 길드(Guild): 길드는 트랜젝션을 감독하여 블록을 생성하는 왁스 플랫폼의 확인 노드로써 DPoS를 통해 선출하며, 주요 의사결정권한 및 추가보상이 주어집니다. 총 64개의 길드 포지션이 주어지며 이를 통해 많은 거래량을 효율적으로 처리할 수 있게 됩니다.",
  },
  {
    coin_code: "POLA",
    coin_knm: "폴라리스 쉐어",
    img_id: "POLA",
    coin_enm: "Polaris Share",
    coin_content001:
      "폴라리스 쉐어(POLA) 란 분산형 인센티브 지식 거래 시스템으로 지식 콘텐츠 생산자와 사용자를 연결하여 지식 공유에 대한 인센티브를 제공합니다. 전세계적으로 사용되는 클라우드 오피스 서비스 Polaris Office의 제공자이기도 한 폴라리스는 단순한 문서 공유 서비스를 뛰어넘어 지식의 가치를 평가하고 거래함으로써 지식 생산자가 합당한 보상을 얻고 수용자는 기존에 비해 낮은 비용으로 고품질의 지식을 얻을 수 있는 생태계를 구축하고자 합니다.",
    coin_content002:
      "폴라리스 쉐어는 지식 생산자와 수용자의 연결을 통해 기존 지식 문서의 생산과 공유가 가진 한계를 해결하고자 구축된 플랫폼으로  지식 공유의 센티브 시스템을 제공하고자 합니다.",
    coin_content003:
      "폴라리스 쉐어는 다음과 같은 구성 요소로 구축되었습니다. \n\n\n1. 폴라리스 쉐어 프런트엔드: 지식 거래 서비스를 이용하기 위한 사용자 애플리케이션입니다. \n\n2. 폴라리스 쉐어 하이브리드 앱: 블록체인과 클라우드에 기반한 지식 거래 서비스나 비즈니스 로직을 제공합니다. \n\n3. 폴라리스 쉐어 오픈 API: 비즈니스 로직을 기초로 공통 기능을 제공합니다. ",
  },
  {
    coin_code: "ONG",
    coin_knm: "온톨로지가스",
    img_id: "ONG",
    coin_enm: "Ontology Gas",
    coin_content001:
      "온톨로지는 신뢰 기반의 데이터 교환을 위한 멀티체인 블록체인 플랫폼으로 다양한 산업과 서비스를 블록체인 상에서 작동할 수 있도록 하고자 구축되었습니다. 또한, 다양한 산업의 요구 충족을 위해 개발자 친화적 모듈과 API, 블록체인, 스마트 컨트랙트, 분산화 검증, 데이터 교환 등을 제공함으로써 사용자가 쉽게 온톨로지를 이용해 디앱 개발을 할 수 있도록 구성하였습니다. 온톨로지 플랫폼 내에는 스테이킹과 거버넌스 참여에 사용되는 Ontology (ONT)와 스마트 컨트랙트 작동과 저장공간을 위한 토큰인 Ontology Gas (ONG)가 존재합니다.",
    coin_content002:
      "온톨로지는 중국의 첫 퍼블릭 블록체인 프로젝트 팀 NEO가 영리를 목적으로 설립한 블록체인 기술 회사 온체인(OnChain)에 의해 개발되었습니다.",
    coin_content003:
      "1. 온톨로지 (ONT), 온톨로지 가스 (ONG) \n\n온톨로지 플랫폼에는 온톨로지(ONT)와 온톨로지 가스(ONG) 2개의 자체 토큰이 존재합니다. 온톨로지 메인넷 론칭 전부터 존재한 ONT는 스테이킹과 거버넌스 참여에 사용됩니다. ONT 보유자는 자신의 ONT를 노드에게 위임할 수 있으며, 각 노드는 블록 생성과 검증 프로세스에 참여하여 채굴 보상과 수수료로 ONG를 지급받게 됩니다. 메인넷 론칭 이후 ONT 토큰이 메인넷 코인으로 바뀌면서 발행된 ONG는 블록체인 사용에 발생하는 거래 수수료 및 저장공간 사용료로 이용됩니다.  \n\n\n2. 프레임워크 기술 \n\n온톨로지는 스마트 컨트랙트와 보안 프로토콜을 갖춘 탈중앙화 장부 시스템으로 기존의 정보 시스템 및 블록체인 상의 기술 시스템과의 호환을 지원합니다. 또한, 온톨로지는 안전한 데이터 저장소, 하드웨어 키 관리 옵션, 암호화된 데이터 분석을 위한 시스템을 제공하여 탈중앙화된 다양한 종류의 서비스를 애플리케이션 플랫폼 내 구성합니다. 이 때 API, SDK, 등 기타 모듈을 활용하여 탈중앙화된 데이터 교환, 프로세스 관리 프로토콜 등 모든 종류의 애플리케이션을 위한 프레임워크를 제공합니다.  \n\n\n3. 온톨로지 탈중앙화 아이덴티티(ID) 검증과 인증 \n\n신뢰 네트워크 구축의 가장 중요한 요소는 데이터 프라이버시를 보장하는 탈중앙화 및 다중 요소 ID 확인 시스템입니다. 온톨로지의 탈중앙화된 ID 확인 시스템은 중앙화된 기관에 의한 신원 확인이 없이 참여자 개인이 선택한 검증 서비스를 통해 디지털 신원을 만들 수 있습니다.  \n\n\n4. 분산 원장 기술 \n\n온톨로지는 다양한 비즈니스를 지원하며, 투명한 생태계를 확장을 위해 조작이 불가능한 원장 내에서 구현됨에 따라 참여자 간의 신뢰성이 높습니다. 이를 위하여 스마트 컨트랙트 기반의 분산화 네트워크, 저장소, 권한, 보안성 그리고 다양한 모듈을 활용합니다.  \n\n\n5. VBFT 합의 알고리즘  \n\n온톨로지는 지분증명(PoS)과 VRF, BFT를 결합한 VBFT(Verifiable Byzantine Fault Tolerance) 합의 알고리즘을 사용합니다. VBFT 알고리즘은 검증 가능한 무작위 함수인 VRF 관점에서 비잔틴 장애 하용 알고리즘을 개선하였습니다. 이를 기반으로 합의 그룹의 확장성을 지원하고 VRF는 합의 생성을 위한 무작위성 및 공정성을 보장하여 최종점에 신속하게 도달할 수 있도록 보장합니다.",
  },
  {
    coin_code: "BASIC",
    coin_knm: "베이직",
    img_id: "BASIC",
    coin_enm: "BASIC ",
    coin_content001:
      "플랫폼 내에서 담보대출 서비스를 사용하는 사용자에게 인센티브를 제공하는 베이직은 가상자산 기반의 금융 시스템의 결점을 해결하기 위해 구축되었습니다. 베이직은 사용자 친화적인 서비스를 제공함과 동시에 기관 등급에 부합하는 가상자산 금융 플랫폼을 지향합니다. 새로운 유동성 확보를 통해 시장 활성화를 도모하는 베이직은 가상자산 기반의 대출 서비스, 레버리지 대출 서비스, 가상자산 자유적립식 예금, 그리고 가상자산 정기예금 등의 서비스를 제공합니다.",
    coin_content002:
      "BASIC는 ERC-20 기반의 유틸리티 토큰으로 Basic 싱가폴 법인에서 개발되었습니다. 해당 토큰은 이자상환 및 스테이킹 옵션 등을 기반으로 사용자에게 상환이자 감소 및 예치 이자 상승에 대한 혜택을 제공하기 위해 발행되었습니다. 추후 담보물로서의 활용, 사용자를 위한 쇼핑몰 등에도 사용될 예정입니다.",
    coin_content003:
      "1. 베이직 지갑 \n\n확장성과 사용성을 높이기 위해 베이직 지갑은 Single Sign-On 방식을 다양한 소셜 네트워크 채널에 접목시켜, BASIC 서비스 접속의 편리성을 높였습니다. 베이직 지갑은 비트코인 및 ERC 기반의 토큰에 안정적인 결제 시스템을 제공하며 타 코인을 지갑으로 전송할 수 있는 기능도 구비되었습니다. 베이직 지갑 사용자 간 가상자산 전송은 무료이며, 외부 지갑과 베이직 지갑 간의 전송은 최소 비용으로 진행 가능합니다.  \n\n\n2. 이자부 가상자산 예탁 서비스  \n\n베이직은 장기 소유자가 개인 가상자산을 예치함으로써 이자율을 얻을 수 있도록 합니다. 이는 은행과 같은 전통 금융 기관과 비슷한 서비스로, 사용자는 KYC 절차 완료 후, 가상자산 종류 및 금액을 선택할 수 있습니다. 예치된 가상자산은 기관 대출자에게 대출되는데, 이들은 대부분 대출을 통해 시장 거래를 원하는 사용자입니다.  \n \n\n3. 가상자산 담보부여신  \n\n베이직은 가상자산 담보부여신 서비스를 제공하여 사용자의 가상자산을 담보로 잡은 후, 스테이블 코인 및 현금 대출 서비스를 제공합니다. 사용자가 담보대출 서비스를 사용하면, 사용자의 가상자산은 베이직의 지갑에 예치됩니다. 사용자의 자산은 콜드 월렛 시스템에 안전하게 보관됩니다. 만약 예치된 기간 내 가상자산에 대한 포크 및 에어드랍이 진행된다면, 대출 서비스 기간 후, 사용자에게 돌려줍니다.   \n \n\n4. 자동 위험 관리 시스템   \n\n베이직은 채권자와 대출자 모두의 자산을 안전하게 지킬 수 있는 자동 위험 관리 시스템을 구축했습니다. 만약 담보로 잡힌 가상자산의 가치하락으로 인해 주택담보대출비율(LTV)이 상승하면 시스템은 자동적으로 작동하게 프로그래밍되었습니다.",
  },
  {
    coin_code: "TFUEL",
    coin_knm: "쎄타퓨엘",
    img_id: "TFUEL",
    coin_enm: "Theta Fuel",
    coin_content001:
      "쎄타퓨엘(TFUEL, TFUEL)이란 쎄타 네트워크에 존재하는 2개의 자체 토큰 중 하나입니다. 쎄타 네트워크는 분산 비디오 스트리밍과 전송 네트워크를 위한 블록체인 기반의 인센티브 메커니즘으로 비디오 스트리밍 산업이 직면한 다양한 문제점을 해결하고자 구축되었습니다. 기존의 시장에서의 컨텐츠 전송 및 배포에 따른 비용 절감 및 다양한 컨텐츠 확보, 네트워크 안정성을 이루고자 합니다.",
    coin_content002:
      "쎄타퓨엘은 캘리포니아에 위치한 Theta Labs에 의해 개발되었습니다.",
    coin_content003:
      "쎄타 네트워크는 2개의 토큰으로 구성되어 있습니다. \n\n- 쎄타 토큰(Theta Token; THETA): 쎄타 토큰은 쎄타 프로토콜의 거버넌스 토큰(Governance Token)입니다. 쎄타 토큰은 검증자 및 가디언 노드로서 스테이킹을 위해 사용되며, 이러한 노드로써 네트워크의 거버넌스 프로토콜과 블록 생성에 기여합니다. 이들은 스테이킹 및 노드를 운영함으로써 쎄타퓨엘(TFUEL)을 보상으로 얻을 수 있습니다. \n\n- 쎄타퓨엘(TFUEL): 쎄타퓨엘은 쎄타 프로토콜의 가스비와 흡사하게 사용되는 운영 토큰입니다. 쎄타퓨엘은 비디오 공유를 하는 중계자에게 지불하는 것과 스마트 컨트랙트 배포 및 상호작용과 같은 온체인 연산을 지원합니다. 네트워크 참여자들은 다른 사용자에게 전달하는 비디오 스트리밍에 대한 보상으로 쎄타퓨엘을 얻을 수 있습니다.",
  },
  {
    coin_code: "ORC",
    coin_knm: "오르빗 체인",
    img_id: "ORC",
    coin_enm: "Orbit Chain",
    coin_content001:
      "오르빗 체인은 IBC(Inter Blockchain Communication)를 통해 분리된 퍼블릭 체인들 사이를 연결하여 각각 존재하는 정보, 자산 등의 이동 및 검증을 가능케 하는 다중 자산 크로스체인 플랫폼 (Cross-chain blockchain)입니다.",
    coin_content002:
      "오르빗 체인은 주식회사 오지스에 의해 발행되었으며, 분산화된 퍼블릭체인들을 오르빗 체인을 통해 서로 연결, 확장하여 다중 자산을 다루는 크로스체인을 구축하고자 합니다.",
    coin_content003:
      "1. Orbit Chain (Hub Chain) \n모든 퍼블릭 체인들의 정보 및 자산의 이동을 가능하게 하는 Hub Chain 역할을 하며, 동일한 형태로 변형하여 관리와 이동을 가능하게 합니다. \n\n2. Orbit Inter Blockchain Communication Zone:  \nIBC Zone으로서 오르빗 체인과 퍼블릭 체인을 연결하여 상호교환 및 검증이 가능하도록 하며, 모든 검증 과정은 블록체인에 기록되며 공개됩니다.",
  },
  {
    coin_code: "BORA",
    coin_knm: "보라",
    img_id: "BORA",
    coin_enm: "BORA",
    coin_content001:
      "BORA는 플랫폼 내 다양한 콘텐츠 유통 및 유저의 활성화를 위해 제작된 ERC-20 프로토콜 기반의 디지털 콘텐츠 플랫폼입니다. 프라이빗 네트워크와 이더리움 네트워크 연결을 통해 높은 트랜잭션 성능과 확장성을 제공, 개별 콘텐츠 서비스의 독립성을 보장하여 개발사는 쉽게 Bapp을 개발할 수 있도록 하며, 일반 사용자는 게임과 음악, 교육, 헬스케어 등 다양한 분야의 컨텐츠를 접할 수 있도록 합니다. BORA 토큰은 생태계 내에서 구매 및 적립 등 다양한 분야에서 이용가능하며, 토큰 메커니즘은 생태계의 가치 창출과 지속적인 성능을 지향하고자 합니다.",
    coin_content002:
      "ERC-20 기반의 BORA는 다양한 콘텐츠 유통 및 유저의 활성화를 목적으로 BORANETWORK. PTE.LTD에 의해 개발되었으며, 싱가포르에 위치하고 있습니다.",
    coin_content003:
      "1. BORA 생태계 \n콘텐츠 제공자와 사용자가 동시에 참여 가능한 다면 플랫폼 형태를 갖습니다. 이를 바탕으로 생태계에서 발생하는 이익을 참여자 모두가 누릴 수 있으며 생태계의 지속적인 가치 창출이 가능한 경제 시스템과 인센티브 메커니즘을 설계합니다.\n\n2. 인센티브 \nBORA 토큰 메커니즘과 경제 시스템의 설계 목적은 생태계 가치 창출과 지속 성장으로, 생태계 내 사용자 수와 활동량에 비례함에 따라 생태계 가치가 커질수록 더 많은 BORA-Point가 유통될 수 있습니다. BORA-Point는 BORA Chain의 스마트 컨트랙트에 의해 실행되며, 소유자의 의지에 따라 언제든 BORA로 전환할 수 있습니다. 단, BORA로 전환할 시 수수료가 지불되며, 해당 수수료는 플랫폼의 네트워크 운영과 생태계 에너지를 위해 사용됩니다.\n   \n3. BORA-Point  \nBORA 플랫폼 생태계는 게임, SNS, 엔터테인먼트 등 다양한 형태의 콘텐츠에 대한 제공자 수용이 가능합니다. 일반적인 서비스 포인트는 다양한 수익모델과 서비스 구조의 지원이 어려우며, BORA-Point는 이를 해결하기 위하여 각기 다른 서비스 모델에 대응할 수 있는 유연한 확장구조를 갖습니다. BORA-Point는 플랫폼 생태계 내 유통을 목적으로 개발된 토큰으로서 자체적인 BORA 블록체인을 통해 관리되며, 기발행된 BORA의 사용 전환 요청으로만 생성할 수 있습니다. 또한, 기존 플랫폼 유통을 위해 발행된 자체 토큰이 갖는 임의의 추가 발행, 소각, 정책 변경 등 취약점을 해결한 토큰으로써 기존과는 다른 설계의 형태를 갖습니다.",
  },
  {
    coin_code: "BFC",
    coin_knm: "바이프로스트",
    img_id: "BFC",
    coin_enm: "Bifrost",
    coin_content001:
      "바이프로스트(Bifrost, BFC)란 다수의 블록체인 메인 네트워크를 동시에 사용할 수 있는 생태계를 구축하는 멀티체인 기술의 미들웨어 솔루션으로 이를 통해 개발자는 다수의 블록체인 스마트 컨트랙트를 통합된 환경에서 생성할 수 있어 Dap 생태계를 더 빠르고 저렴하게 구축할 수 있습니다. 개발자는 원하는 블록체인을 지정하고, 바이프로스트가 코드를 변환하여 컴파일 한 뒤, 지정된 블록체인에 동시에 직접 deploy하여 생태계를 조성할 수 있습니다. BFC 토큰은 바이프로스트의 생태계 자산으로 수수료 및 스테이킹 등에 사용될 수 있습니다.",
    coin_content002:
      "바이프로스트는 BifroSoft Ptd Ltd에 의해 구축되었으며, 다양한 블록체인 네트워크를 동시에 사용할 수 있는 멀티체인 기술의 미들웨어 솔루션을 통해 최적의 DApp 생태계 확장을 목표로 하고 있습니다.",
    coin_content003:
      "- 노드 아키텍처(Node Architecture): 바이프로스트의 노드 시스템은 Stack 구조를 통해 퍼블릭 블록체인과 프라이빗 블록체인에 DApp이 실행될 수 있는 환경을 제공합니다. Stack은 크게 Public blockchain, Container, Linker로 구성되어 있습니다. \n\n- Public Blockchain: 바이프로스트는 퍼블릭 블록체인 시스템이 합의 알고리즘과 네트워크로 구성된 Blockchain Subsystem 부분과 스마트컨트랙트를 실행할 수 있는 최소의 실행 환경을 갖고 있다고 가정한 후, 퍼블릭 블록체인의 기존 시스템에 변경없이 Node에서 해당 퍼블릭 블록체인으로 연동합니다. \n\n- 링커(Linker): 바이프로스트는 다수의 기존 블록체인을 결합하여 분할된 컴포넌트가 단일 DApp처럼 작동하도록 합니다. 바이프로스트의 링커는 다수의 컴포넌트의 상호작용을 담당하여 릴레이 프록시 역할을 하여 컴포넌트 간의 공유 정보를 유지하고 교차 기능 연결을 지원합니다. 링커는 각 Dapp에 대해 생성되며 지정된 Dapp의 상호작용을 담당하는 DApp-wise Linker와 컨테이너의 DApp-wise Linker를 제어하여 Dapp-wise Linker를 생성하고 제거하는 기능을 하는 Container-wise Linker가 존재합니다. \n\n- 컨테이너(Container): 컨테이너는 프라이빗 블록체인 시스템을 바탕으로 Private Blockchain + Smart Contract Runtime Environmnet, Dual Connetction Manager를 포함합니다. 컨테이너의 핵심은 프라이빗 블록체인과 스마트컨트랙트 실행을 위한 런타임 환경으로 기본 조건을 만족시킨다면, 어떠한 프라이빗 블록체인도 적용 가능합니다. Daul Connection Manager는 블록체인 시스템 간의 네트워크 연결을 담당합니다.",
  },
  {
    coin_code: "THETA",
    coin_knm: "쎄타토큰",
    img_id: "THETA",
    coin_enm: "Theta Token",
    coin_content001:
      "쎄타 프로젝트는 비디오 스트리밍과 네트워크를 전송하는 탈 중앙화 된 토큰으로 이용자 개인이 네트워크 중개자가 되어 대역폭과 메모리를 공유해 다른 시청자들에게 비디오 스트림을 전달해 주고 보상으로 토큰을 획득하는 형태의 플랫폼입니다.\n\n즉, 쉽게 말해 A가 특정 영상을 보고 싶을 때 B도 똑같은 영상을 보고 싶어 한다면, A가 B에게 대역폭을 공유해주고 쎄타토큰으로 보상 받는 개념입니다.\n\n쎄타는 오픈소스 프로젝트로 커뮤니티 이용자들 모두가 참여할 수 있으며 모든 영상 플랫폼들이 쎄타 프로토콜을 기반으로 분산앱 (Dapp)을 구축할 수 있도록 하는 것을 목표로 하고 있습니다.",
    coin_content002:
      "세타 프로젝트의 창업자 Mitch Liu는 Theta Labs 와 SLIVER.tv 의 CEO 이자 공동 창립자입니다. \n\nSlIVER.tv 는 360° VR환경에서 e-스포츠 이벤트들을 실시간 스트리밍하여 볼 수 있도록 해주는 특허 기술들을 보유하고있고 인텔 Extreme Masters, Turner ELEAGUE, ESL ONE 그리고 글로벌 토너먼트 운영업체 중 하나인 Dreamhack 와 파트너쉽을 맺고있는 엔터테인먼트 플랫폼입니다. \n\n또다른 공동 창립자인 Jieyi Long 과 함께 가상 현실 360° 비디오 스트리밍을 위한 2 개의 특허를 보유하고 있고, 2 개의 추가 특허 출원, 그리고 효율이 높은 360° 라이브 비디오 스트림 생성을 위한 새로운 알고리즘을 보유하고 있습니다.",
    coin_content003:
      "1. 하이브리드 메쉬 스트리밍 (Hybrid mesh streaming)\n하이브리드 메쉬 스트리밍은 P2P와 컨텐츠 전송 네트워크(Content Delivery Network)를 활용해 비디오를 전송하는 기술로 높은 확장성을 가진 P2P 접근법과 높은 이용가능성을 가진 CDN의 장점을 결합한 기술입니다. \n이 하이브리드 메쉬 스트리밍 기술을 통해 대역폭의 사용량을 줄임과 동시에 스트리밍에 드는 비용 또한 절감할 수 있다. 인터넷 게임 방송 플랫폼 SLIVER.tv에 따르면 절반에 가까운 이용자가 CDN 업체를 이용하지 않고 자체적으로 만든 대역폭 공유 커뮤니티를 통해 비디오 스트리밍 서비스를 이용하고 있다고 합니다.\n따라서, 쎄타의 하이브리드 메쉬 스트리밍을 이용하면 스트리밍 플랫폼은 CDN 비용을 40~80%까지 줄일 수 있다고 합니다.\n\n2. 리소스 중심의 소액 결제 풀 (Resource Oriented Micropayment Pool)\n쎄타는 “리소스 중심의 소액 결제 풀(Resource Oriented Micropayment Pool)”이라는 비디오 스트리밍 전용의 off-chain 솔루션을 설계하고 구현 하였습니다. \n이 방법은 유저가 off-chain 상에서 소액 결제 풀을 생성할 수 있도록 하며, 이를 통해 다른 유저가 off-chain 트랜잭션을 이용해 돈을 인출할 수 있고, 또한 이중 지불 문제도 방지할 수 있습니다.\n해당 기술은 쎄타의 독자적인 off-chain 솔루션으로 기존 off-chain 결제 채널과 비교하여 더 높은 유동성을 가지게 됩니다.\n \n소액 결제 기록은 쎄타 플랫폼에서 “참여 증명”에 사용될 수 있는데, 각각의 동영상 세그먼트 (segment)에 대한 지불 결제가 동영상의 고유 ID (resource ID)와 연결되어 있어 최종 시청자에게로 전달되는 동영상 세그먼트를 추적하는데 사용될 수 있습니다. \n또한, POE 기능을 통해서 시청자들은 동영상 스트림을 보는 것만으로도 광고주로부터 토큰을 보상으로 받을 수 있다. 즉, PoE는 시청자들이 해당 동영상 스트림을 적합한 방법으로 시청하였는지 증명하는 매체로 사용되며, 시청자들이 컨텐츠를 시청하여 쎄타 토큰을 얻을 수 있는 보다 높은 투명성과 기준을 제공하게 됩니다.\n3. 참여 증명 (Proof of Engagement)",
  },
  {
    coin_code: "PUNDIX",
    coin_knm: "펀디엑스",
    img_id: "PUNDIX",
    coin_enm: "Pundi X",
    coin_content001:
      "펀디엑스(Pundi X)는 세계에서 가장 큰 탈중앙형, 오프라인 가상자산 판매 및 구매 네트워크 플랫폼이다.\n자체 개발한 POS 시스템(Point of Sale) 기기를 통해 이용자들이 간편하게 가상자산으로 지불결제를 할 수 있도록 하는 특징을 지니고 있다. \n또한, 비접촉식 신용카드와 흡사한 펀디엑스 패스 카드(XPASS Card)를 발행해 이용자들이 해당 카드로 가상자산을 보다 손쉽게 충전하고 사용하는 것이 가능하다.",
    coin_content002:
      "펀디엑스는 자카르타, 런던, 상파울루, 서울, 도쿄, 심천, 싱가포르에 회사를 두고 있으며, 2018년 8월 기준 150명 이상의 정규직 직원을 보유하고 있다. \nPundi X의 창립자 Zac Cheah는 HTML 그룹 W3C의 전 위원장으로 활동했으며, 브라우저와 모바일 게임 시장에서 12년의 경력을 보유하고 있다. \nPundi X는 지난 1월 스페인 바르셀로나에서 열린 '모바일월드콩그레스(MWC) 2019'에서 블록체인 스마트폰 '엑스폰(XPhone)의 새로운 디자인과 기능을 공개 했으며 2019년 2분기 출시를 앞두고 있다.",
    coin_content003:
      "XPOS는 펀디엑스에서 자체 개발한 POS 시스템(Point of sale)하드웨어 기기로, 각 소매점 카운터에 유통되어 가상자산을 통한 간편 결제를 지원한다. \n또한, 해당 기기는 RFID칩을 이용한 태그 기능과 QR코드 기능을 보유하고 있어 이용자의 지갑 앱을 통해 쉽게 가상자산 지불결제를 할 수 있다.\n펀디엑스는 가상자산을 충전하고 사용할 수 있는 일반적인 지불카드 크기의 XPASS 카드를 발행한다. XPASS는 두 개의 카드로 구성되어 있는데, 하나는 입·출금을 위한 개인 키 정보가 담겨 있고 다른 카드는 일상적인 구매용 지불결제에 사용된다.",
  },
  {
    coin_code: "ENJ",
    coin_knm: "엔진코인",
    img_id: "ENJ",
    coin_enm: "Enjin Coin",
    coin_content001:
      "엔진코인은 2011년 만들어진 게임 유틸리티 토큰으로 엔진 플랫폼에서 출시한 모든 게임에서 사용되는 아이템의 통화가치를 보증하는 토큰입니다. 엔진 플랫폼에서 출시되는 게임이 늘어날수록 발행된 엔진 코인의 유통량이 줄어들어 코인 가치와 유틸리티가 증가합니다.",
    coin_content002:
      "엔진 코인의 창립자 Maxim Blagov는 크리에이티브 분야에서 18년의 경력을 가진 크리에이티브 디렉터로 UX디자인이나 프로젝트 경영 등의 경력을 통해 컨셉, 전략개발 분야의 전문가로 잘 알려져있습니다.  \n공동 창립자 Witek Radomski는 엔진의 기술 엔니지어링을 10년 이상 전담해온 기술 담당자입니다. \n호주 최초의 크립토 펀드 벤처기업인 Anti Hero Capital가 엔진의 주요 전략 고문으로 활동중에 있으며 Anti Hero Capital은 블록체인 기술과 가상자산 투자를 전문으로 하고 있는 벤처기업입니다.",
    coin_content003:
      "1. 엔진 네트워크 \n엔진 네트워크는 2008년에 만들어진 세계에서 가장 큰 소셜 게이밍 플랫폼으로 현재 엔진 네트워크 안에서 전 세계 수 백만 게이머들이 약 25만개의 커뮤니티를 구축해 소통하고 있습니다.\n\n2. 엔진 유니티 SDK (소프트웨어 개발킷)\n엔진 유니티 SDK는 세계 최대 게임 개발 플랫폼인 유니티(Unity) 게임 엔진에 엔진 플랫폼이결합된 소프트웨어 개발킷입니다. ‘테라M’, ‘더킹오브파이터즈 올스타',‘포켓몬고’등이 유니티로 개발된 게임들이며 엔진의 블록체인 게임 개발 기술력을 유니티에 더해 누구나 쉽게 블록체인 게임 개발을 할 수 있습니다.",
  },
  {
    coin_code: "REN",
    coin_knm: "렌",
    img_id: "REN",
    coin_enm: "REN",
    coin_content001:
      "렌(REN, REN)이란 모든 블록체인간의 상호 운용성을 가능하게 하는 개방형 프로토콜로 탈중앙화 금융(DeFi)에 상호 운용성을 제공하고자 구축되었습니다. 렌의 핵심 제품인 RenVM은 다크노드(Darknodes)로 알려진 수 천개의 물리적 머신으로 구성된 탈중앙화 네트워크를 통해 자체복제되는 가상 머신으로 sMPC 기반 포로토콜을 통해 Zero-Knowledge 증명을 사용하여 모든 것을 비밀리에 수행합니다. RenVM에 있는 모든 프로그램의 상태, 입력 및 출력은 전원을 공급하는 다크노드를 포함하여 모든 참여자에게 숨겨져 있으며, 이를 통해 RenVM은 서로 다른 블록체인에서 개인 키를 안전하게 관리할 수 있으므로 완전한 trustless 및 탈중앙화 방식으로 체인간 토큰을 이동할 수 있습니다.",
    coin_content002:
      "REN은 싱가포르에 기반하고 있으며 모든 블록체인간의 상호 운용성을 가능하게 하는 개방형 프로토콜 제공을 위해 구축되었습니다.",
    coin_content003:
      "RenVM은 복잡하고 복합적인 크로스 체인 트랜잭션을 지원하지만, 설계는 비교적 단순하다는 장점이 있습니다. \n\n- 다크노드(Darknodes): RenVM은 다크노드라 불리는 독립적으로 운영되는 수 천대의 머신에 의해 구동되며, 이를 실행하기 위해서는 10만 REN 토큰의 채권이 필요합니다. 모든 다크노드의 채권은 선행에 대한 약속이며, 다크노드의 악의적 행동 및 자산 손실의 책임이 있는 경우, 삭감당 할 수 있습니다. \n\n- 샤드(Shards): 다크노드는 샤드로 알려진 랜덤의 겹치지 않는 그룹으로 정기적으로 나뉘게 됩니다. 각 샤드는 RZL MPC 알고리즘을 사용하여 샤드의 다크노드를 포함한 모든 사람이 알 수 있는 비밀 ECDSA 개인키를 생성합니다. 이 비밀 ECDSA 개인키는 드러날 수 있으며, 다크노드의 1/3 이상의 협조 없이는 거래 서명에 사용될 수 있습니다. 샤드는 크기가 크며, 최소 100개 이상의 다크노드를 포함하고 있으며, 하루에 한번씩 무작위로 섞이게 됩니다.",
  },
  {
    coin_code: "BIOT",
    coin_knm: "바이오패스포트",
    img_id: "BIOT",
    coin_enm: "BioPassport ",
    coin_content001:
      "BioPassport 프로젝트는 블록체인 기반의 DID 기술과 DPHR 기술을 접목한 비대면 건강관리 및 의료 데이터 관리 서비스입니다. 사용자의 개인정보와 의료계의 데이터 관리를 블록체인 기술(DID 및 DPHR 입력 기술)과 접목시켜 활용할 수 있으며, 공항이나 검문소에서 요구하는 건강 관련 데이터를 BioPassport 앱을 통해 쉽게 제공할 수 있습니다.",
    coin_content002:
      "BioPassport는 싱가포르 기반의 BIONES PTE.LTD.에 의해 개발되었으며, 비효율적 데이터 관리, 개인정보 및 데이터 관리 등 기존 의료 시스템의 문제점을 해결하고자 구축되었습니다.",
    coin_content003:
      '1. DPHR 플랫폼 : \n분산 개인 의료 기록으로, 사용자는 BioPassport 앱을 통해 개인 의료 데이터를 입력 및 관리할 수 있으며, DPHR 플랫폼에 입력 및 제공 시 보상을 얻을 수 있습니다. \n\n2. Marketplace : \nDPHR 사용자가 자신의 의료 데이터를 판매하는 플랫폼입니다. 사용자는 BioPassport 데이터베이스 내 입력한 데이터에 접근을 요청한 잠재적 구매자에게 판매할 수 있습니다. \n\n3. BioPassport 원격 의료/진료 서비스 : \nCOVID-19, 폐암, 아토피에 대한 진단 키트를 출시하여 소비자에게 BioPassport에서 검사 키트를 개별적으로 구매하거나 구독을 통해 구입이 가능합니다. 플랫폼을 통해 진료 세션이 원격으로 진행되며 전문가와의 진료 세션 결과는 전문가가 환자의 DPHR에 기록할 수 있도록 합니다. "',
  },
  {
    coin_code: "XYM",
    coin_knm: "심볼",
    img_id: "XYM",
    coin_enm: "Symbol",
    coin_content001:
      "심볼은 속도 및 사용 편의성 중심의 업그레이드를 통해 자산의 생성, 교환 등의 보안성을 강화한 엔터프라이즈 블록체인입니다. Symbol은 기업이 비용을 절감하고 복잡성을 줄이며 혁신을 간소화할 수 있도록 제작되었습니다. 2021년 3월에 출시된 Symbol은 고유한 하이브리드(퍼블릭/프라이빗) 아키텍처를 활용하여 기업이 퍼블릭 체인이 제공하는 투명성의 혜택을 누릴 수 있도록 함과 동시에 더 많은 기밀 정보를 위해 데이터 제한 및 암호화 조치를 적용할 수 있습니다. XYM은 Symbol 퍼블릭 블록체인의 기본 통화이며 블록체인의 핵심 가치 전송 메커니즘으로 사용됩니다.",
    coin_content002:
      "심볼은 싱가포르를 기반으로 하며 전 세계적으로 운영되는 NEM Group에 의해 개발되었으며, 프로젝트 요구사항에 가장 적합한 옵션에 맞춰 퍼블릭, 프라이빗, 하이브리드 블록체인에 대한 접근을 제공합니다.",
    coin_content003:
      "Symbol은 블록체인 프로젝트를 더 빠르고 효율적으로 구축할 수 있는 기능 개발 플랫폼입니다. API를 사용하여 기존 플랫폼과 상호 작용하고, 내부 기능을 연결하고 결합하여 블록체인 솔루션을 설계할 수 있으며, 주요 사용하는 플러그인 구성을 사용하거나 특정 요소를 커스팅마이징 할 수 있습니다. 또한, 프로젝트 요구사항에 가장 적합한 옵션에 맞춰 퍼블릭, 프라이빗, 하이브리드 블록체인에 대한 접근을 제공합니다. \n\n- Public chain : 퍼블릭 체인은 분산된 노드 네트워크에서 지원하는 플랫폼입니다. 플랫폼은 신뢰할 수 없는 환경에서 자유롭게 소통하고 가치를 교환할 수 있다. XYM은 Symbol의 퍼블릭 블록체인의 기본 통화 역할을 합니다.\n\n- Private chain : 프라이빗 체인은 분산화보다 개인 정보보호, 규정 준수, 사용자 정의 및 효율성을 선호하는 허가된 블록체인입니다. 폐쇄된 생태계에서 블록체인 기술이 필요한 경우 Symbol을 사용하여 자체 프라이빗 체인을 배포하도록 선택할 수 있습니다. \n\n- Hybrid chain : 퍼블릭 및 프라이빗 블록체인을 모두 활용하여 프라이빗 체인에서 내부 생태계를 보존하고 분산된 데이터 허브로서 퍼블릭 체인과 자유롭게 통신할 수 있습니다.",
  },
  {
    coin_code: "ORBS",
    coin_knm: "오브스",
    img_id: "ORBS",
    coin_enm: "Orbs",
    coin_content001:
      "오브스는 이스라엘의 블록체인 기업인 헥사그룹에서 진행하는 블록체인 플랫폼 프로젝트이며, 다른 기반레이어의 프로토콜을 확장시켜주는 하이브리드 블록체인 입니다. 이더리움이 가지는 장점인 유동성, 커뮤니티, 스마트 컨트랙트 등 기술 기반을 그대로 유지하면서 가상체인 (Virtual Chain)과 무작위지분증명방식(rPoS)을 통해 확장성, 속도, 예측 불가능한 비용 등의 단점들을 보완하도록 개발 되었습니다. 그 밖에도 오브스는 Gartner 가 선정한 2018년 가장 주목받는 블록체인 기술 중 하나로 선정되었을 뿐만 아니라, 카카오 인베스트먼트, 삼성 SDS와 투자 및 기술 제휴를 맺은 것으로 알려져 있습니다.",
    coin_content002:
      "ORBS 재단은 이스라엘 HEXA 그룹의 일부분으로써 HEXA 그룹 산하의 HEXA 랩스에서 블록체인 연구/개발 한 비즈니스 모델 구현을 담당 하고 있습니다. 현재의 블록체인 플랫폼은 HEXA 랩스와 파트너들이 원하는 것을 실현할 수 없다는 결론 하에 이를 대체하고 보완 할 새로운 플랫폼을 직접 만들게 되었고 그 결과물이 ORBS 플랫폼입니다.",
    coin_content003:
      "1. 무작위 지분증명 합의 프로토콜 (Randomized Proof of Stake Protocol) 기존의 PoS 프로토콜은 PoW 방식의 문제점을 해결하기 위해 나온 방식으로 일단 코인을 가지고 있으면 지속적으로 코인을 얻을 수 있습니다. 즉, 지분을 보유한 사람이 추가적으로 발행되는 코인을 가져가는 것 입니다. 따라서, PoS 방식에서는 코인을 더 많이 보유한 사람이 코인을 계속 가지게 되는 단점이 있습니다. 오브스는 이런 PoS 의 단점을 보완하면서 높은 네트워크 보안 수준을 유지하기 위해 무작위 지분증명 방식을 사용합니다. 무작위 지분증명이란 네트워크 상의 1,000개의 노드 중 무작위로 22개 노드를 선정해 각 데이터 블록이 생성되는 것에 대한 합의 과정을 거치는 방식입니다. 이 과정에서 어떤 노드가 선택되고 합의과정을 거치게 되는지는 알 수 없습니다. 즉, 오브스의 합의 프로토콜은 1,000개 이상 노드를 보유한 네트워크의 보안 수준과 탈중앙화의 이점을 가지면서도 21개 노드의 빠른 속도 및 효율성을 지니고 있습니다.\n\n2. 가상체인 (Blockchain Virtualization) 이더리움이 토큰 프로토콜과 ICO 산업의 표준으로 발전하는 동안 해당 네트워크는 확장성 문제가 지속적으로 발생되어 왔습니다. 오브스는 이더리움과 같은 다른 블록체인 프로토콜 위에 상호보완적인 인프라스트럭쳐를 추가함으로써 이러한 확장성 문제를 해결하고자 개발되었습니다. 또한 다른 샤딩(sharding) 방식 보다 효율적인 지능적 샤딩(intelligent sharding) 방식의 가상 블록체인을 이용해 dApp의 트래픽을 최적화 합니다. 기존 프로젝트 이용자들은 보유하고 있는 ERC-20 토큰을 이더리움에 비축해 두고 1:1 아토믹 스왑을 통해 새로운 가상 토큰을 오브스에 런칭하게 됩니다. 따라서, 기존의 토큰은 ERC-20 형식으로 유지되며, 더욱 확장성이 용이한 오브스 네트워크에서 새로운 가상 토큰을 사용할 수 있게 됩니다.\n\n3. 이더리움 앵커링 오브스와 이더리움은 서로 다른 체인이지만 스마트 계약이 가능합니다. 이더리움의 ERC-20으로 펀딩한 dApp들도 스마트 계약 한 번으로 자유롭게 오브스와 이더리움 네트워크 간 이동이 가능합니다. 따라서 펀딩 후 기존의 다른 플랫폼으로 가기 위해 스냅샷 및 에어드랍 등을 진행 했던 번거로움, 기술적 리스크 등이 해소 됩니다.",
  },
  {
    coin_code: "APM",
    coin_knm: "에이피엠코인",
    img_id: "APM",
    coin_enm: "apM Coin",
    coin_content001:
      "에이피엠 코인은 동대문 시장 내에 분산되어 있는 고객 데이터를 효율적으로 수집하고, 사용자 친화적 서비스 제공합니다. 이를 통해 고객 리워드 시장 특성에 적합한 효율성과 보안성을 갖춘 전자 결제 시스템 제공하며, 추후 고객 리워드 시장 특성에 적합한 화폐로 발전하여 기업 및 유통 산업의 유연성을 제공하고자 합니다.",
    coin_content002:
      "ERC20 기반의 에이피엠 코인은 2019년 4월 Singapore의 DA Network Pte. Ltd에 의해 개발되었습니다. 온오프라인 상거래에 최적화된 고객 리워드 플랫폼 구축을 목표로 하는 에이피엠 코인(APM)은 파트너사인 apM 그룹과 함께 블록체인/클라우드 네트워크 기반의 고객 리워드 플랫폼을 구축하고자 발행되었습니다.",
    coin_content003:
      "1.블록체인 레이어\n블록체인 레이어는 이더리움, BaaS, IPFS를 동시에 사용함으로써 보안성과 효율적인 운영을 가능하게 했습니다. 특히, 리워드 프로그램 내의 모든 자산(토큰, 상품권, 쿠폰 등)을 토큰화하여 무결성 보증 상태로 관리하며, 발급 및 활용 기준의 약관과 운용 정보가 모두 해당 레이어에 기록됩니다. 토큰화된 자신의 모든 이력은 공개된 네트워크에서 투명하게 기록되며, 표준 프로토콜을 준수함으로써 타 서비스와의 상호 확장이 가능하게 설계되었습니다. \n\n2. 비즈니스 레이어\n비즈니스 레이어는 클라우드 시스템과 블록체인 네트워크를 통합하는 형태로 구성되어 있으며, apM 체인 플랫폼의 모든 기능이 API 형태로 구현되어 있습니다. 해당 레이어에서는 토큰 관리, 예치, 변환, 결제, 데이터 수집, CRM 시스템, 고객 관리 시스템 등 어플리케이션 레이어에서 엔드 유저가 사용할 수 있는 모든 플랫폼 기능과 함께 블록체인 레이어와 레거시 클라우드 시스템을 통합 관리하기 위한 관리자 기능이 포함되어 있습니다. \n\n3. 어플리케이션 레이어\n어플리케이션 레이어는 apM 체인 플랫폼의 사용자가 서비스를 이용할 수 있게 하는 진입점으로 소비자와 상인이 모바일 단말기를 통해 서비스를 이용할 수 있도록 개발된 apM 멤버스 모바일 앱이 본 레이어에 해당됩니다. 본 어플리케이션은 토큰 지갑 기능, 리워드 토큰 적립/결제, 전자 상품권 및 쿠폰 사용 등 전자 결제 기능이 탑재되어 있습니다. ",
  },
  {
    coin_code: "WTC",
    coin_knm: "월튼체인",
    img_id: "WTC",
    coin_enm: "Walton",
    coin_content001:
      "월튼은 공급망 관리 시스템을 만들기 위해 사물인터넷(IoT)과 블록체인 기술을 결합한 코인입니다.\n그리하여 메인 체인을 통해 생산, 실행, 물류와 유통, 판매에 이르는 전체적인 상품 유통 과정이 모니터링하게 됩니다.\n고객은 제품의 생산지를 추적할 수 있고 월튼체인 블록에 기록된 모든 유통 과정을 추적할 수 있으며,이 상업용 에코체인의 가장 큰 특징은 모든 데이터(소유권, 상품 유통과정 등에 대한 데이터)가 정확하고 불변성을 가지며 또한 탈 중앙화 되어 있다는 점입니다. \n이런 방법으로 전체 유통 과정에서 발생하는 정보에 대한 비용을 절감할 수 있을 뿐만 아니라, 높은 신뢰성을 보장할 수 있게 됩니다.",
    coin_content002:
      "월튼코인은 월튼 생태계의 주요 화폐로 총 1억개가 발행되었으며, 이후 추가 발행 되지 않도록 되어있다. 해당 코인의 주요 기능은 다음과 같습니다.\n서브체인 발행 / 이익배당 / 신용 및 대출 시스템 / 분산형 자산 거래 / 분산 투표 및 관리 / 탈중앙형 거래소\n \nWTC는 트랜잭션 방식의 거래용 코인으로 서브체인 간의 공동 작업을 원활하게 하고, 바이트 요금 지불을 통해 상위 네트워크의 활동을 가능하게 하는 한편, 유지 관리에 대한 보상을 제공합니다.",
    coin_content003:
      "1. 가치 사물 인터넷 기술 (Value Internet of Things)\r\n월튼체인은 최초로 가치 사물인터넷 개념(value Internet of Things)을 활용하여 블록체인과 RFID 기술을 점목한 블록체인 프로젝트입니다. 월튼체인의 트랜잭션 기록은 상품 유통 과정에 투명성과 안전성을 보장할 뿐만 아니라, 탈중앙화 되어있어 상품의 소유권 및 유통과정 전반의 데이터 추적이 용이하고 또한 불변성을 지니게 되는 장점이 있습니다.\r\n\r\n2. 서브 체인 (Sub-chain)\r\n월튼은 고유의 더블체인 설계방식 디자인을 채택하여 최신 크로스 링크(Cross-link) 및 증명 기술을 사용합니다. \r\n해당 기술을 통해 child-chain과 parent-chain간 데이터 교환 문제는 물론 확장성 문제도 해결할 수 있게 됩니다.\r\n\r\n3. PoS &amp; T 메커니즘\r\n월튼체인은 PoS &amp; Trust 합의 프로토콜을 사용하며, PoST는 토큰 보유자에게 배당 이익을 제공한다는 점에서 PoS와 매우 유사합니다. 그러나 PoS &amp; Trust 프로토콜은 노드 명성 메커니즘을 추가하여 높은 퀄리티를 지닌 더욱 정직한 노드에게 보상을 제공하는 기능을 추가하였습니다.",
  },
  {
    coin_code: "XPR",
    coin_knm: "프로톤",
    img_id: "XPR",
    coin_enm: "Proton Chain",
    coin_content001:
      "프로톤은 소비자 응용 프로그램과 P2P 결제를 위해 설계된 퍼블릭 블록체인이자 스마트 컨트랙트 플랫폼입니다. 블록체인 기업 Metal과 Lynx가 공동 개발한 프로톤은 금융 결제 layer와 통합된 안전한 ID 계정을 제공하며, 사용자는 ID를 법정화폐 계좌에 연동하여 가상자산과 법정화폐를 자유롭게 사용할 수 있습니다. 프로톤 플랫폼의 고유 가상자산인 XPR 은 DPoS 알고리즘을 기반으로 생성되었으며, Lynx 지갑에 연동되어 IOS, 안드로이드, 데스크탑 및 MetalX의 웹과 메탈페이 웹 지갑에서 사용 가능합니다.",
    coin_content002:
      "XPR은 ERC-20 기반의 유틸리티 토큰으로 Metal과 Lynx에서 공동 개발되었으며, 소비자 응용 프로그램 및 P2P 결제를 위해 발행되었습니다.",
    coin_content003:
      "1. 프로톤의 혜택 \n 프로톤은 블록체인 기업 Metal과 Lynx의 협업으로 구축하였으며, 추가적인 KYC 신원 인증 및 내용을 중앙 PCI 데이터베이스에 저장하여 on-chain 체크가 가능하도록 합니다. KYC를 통과한 유저는 별도의 추가 인증 없이 가상자산 거래가 가능하며, 가상자산을 통해 Dapp 및 마이크로 거래가 가능합니다. 또한, 프로톤은 다양한 결제 시스템, 신원 인증 기관 등에서 사용 가능한 네임스페이스를 구축하고자 합니다. \n \n 2. 현금 및 가상자산 결제 요청 \n 프로톤을 사용하는 모든 결제는 블록체인상에 기록됩니다. 프로톤 블록체인을 사용하는 사용자는 인증 기관에서 승인한 신원 인증을 갖게 됩니다. 블록체인은 암호화/비암호화 결제 데이터를 포함하고 있으며, 해당 스마트 컨트렉트는 요청 보내기부터 결제 보류, 그리고 결제 완료까지 모든 결제 상태를 모니터링합니다. 이 때 스팸 사고 방지를 위해 발신자로부터 소정의 가상자산 결제 비용이 청구됩니다. 각각의 사용자의 whitelist 수신자 리스트 또한 분산 데이터베이스에 저장됩니다.",
  },
  {
    coin_code: "SNX",
    coin_knm: "신세틱스",
    img_id: "SNX",
    coin_enm: "Synthetix",
    coin_content001:
      "신세틱스는 이더리움 탈중앙화 플랫폼으로 구축된 합성 자산 프로토콜입니다. 최초 스테이블 코인으로 시작했으나 담보 자산의 다각화와 네트워크 확장을 위해 리브랜딩을 진행했습니다. SNX를 통해 다양한 담보 자산을 디지털 자산으로 교환할 수 있으며 급격한 가격 변동의 방지 및 유동성 증대를 위해 Synth 토큰을 발행하여 수익성과 가격안정화를 추구하고자 합니다.",
    coin_content002:
      "다양한 합성 형태의 법정 화폐 및 가상자산에 대한 접근성 제공과 변환을 위해 Kain Warwick에 의해 만들어졌습니다.",
    coin_content003:
      "1. Synthetix.Exchange: 신세틱스는 다양한 가상자산을 거래할 수 있는 자체 분산화 거래소를 소유 및 운영하고 있습니다. Synth를 통해 각종 다양한 담보 자산을 쉽게 교환할 수 있으며 메타마스크, 트레저, 렛저 등의 다양한 월렛을 지원하여 편의성을 높였습니다.  \n\n2. Mintr: Mintr는 SNX 홀더들에게 Synth를 발행하고 생태계 참여를 가능하게 해주는 dApp으로 유저들은 Mintr를 통해 Synth의 소각, 담보비율 조정, 수수료 조회 등을 할 수 있습니다.  ",
  },
  {
    coin_code: "ZIL",
    coin_knm: "질리카",
    img_id: "ZIL",
    coin_enm: "Zilliqa",
    coin_content001:
      "일반적으로 가상자산이 초당 처리할 수 있는 트랜잭션은 제한적입니다. 대표적으로 비트코인은 2~7tx, 이더리움은 10~15tx 이며 많은 가상자산들이 트랜잭션 처리 속도 향상을 위한 노력을 하고 있으나 기존 프로토콜을 확장하는 데에는 한계가 있습니다. 질리카는 기존 가상자산 및 스마트 계약 플랫폼의 확장성과 보안성 문제를 개선하기 위한 모델로, 샤딩(Shading)이라는 기술을 이용하여 트랜잭션 비율을 확장할 수 있도록 설계되었습니다. 질리카는 이더리움 기반 ERC20 토큰으로 이더리움 트랜잭션 비율의 1,000배 이상을 처리하는 것을 목표로 하며, 초당 2,488tx 을 처리할 수 있습니다. 현재로써는 세계에서 초당 트랜잭션 속도가 가장 빠른 퍼블릭 블록체인 플랫폼입니다.",
    coin_content002:
      "질리카의 CEO인 신슈 동(Xinshu Dong)을 비롯한 팀원들은 대부분 컴퓨터 관련 대학, 연구 기관(프린스턴, 버클리, 인리아, NUS 등)의 박사나 연구원 출신입니다. 또한 다년간의 안전한 소프트웨어 시스템 구축 전문 지식을 갖춘 개발자들로 구성되어 있으며, 다수의 은행권 전문가와 카이버네트워크의 CEO Loi Luu가 자문합니다.\n\n기존 싱가포르 블록체인 스타트업 Zilliqa를 모태로 했으며, 개발팀은 2015년에 학술 논문에서 샤딩 이론을 제안했고 그 이후로 의정서(Anquan Capital Pte)를 통해 연구, 개선 및 적극적인 개발을 해 오고 있습니다.",
    coin_content003:
      "질리카는 합의 알고리즘으로 PBFT(Practical Byzantine Fault Tolerance)를 사용합니다. PBFT를 위해서는 악의적인 노드의 참가를 막아야 하는데 이를 위해 PoW(Proof of Work, 작업증명방식)를 사용하여 노드 ID를 설정합니다. PoW는 ID를 위조하여 시스템을 파괴하는 Sybil 공격을 방어하며 노드가 신원을 증명하면 샤드에 할당됩니다. \n\n\n1. 확장성(Scalability)\n질리카는 블록체인 플랫폼의 확장성의 문제를 개선하고자 개발되었습니다. 비트코인이나 이더리움과 같은 대표적인 가상자산의 트랜잭션 비율은 초당 10tx 내외인데 반해 질리카는 1,000배 이상의 처리가 가능합니다. 보통 노드가 많아지면 컨센서스에 도달하기 어려워지는데 질리카는 노드가 많아질수록 처리 가능한 거래량이 증가합니다. 이는 샤딩(Shading)이라는 기술을 통해 가능해집니다.\n\n2. 보안성(Security)\n수학적 로직에 의한 강력한 확률론적 보안 (probabilistic security)이 보장되는 블록체인 프로토콜을 제공합니다. 어떤 샤드가 공격을 받아 작동을 멈추더라도 다른 샤드들은 계속해서 블록을 제출하여 뛰어난 보안을 갖추고 있습니다. 질리카 네트워크는 병렬 처리로 인해 마이닝 네트워크인 샤드 수가 많을수록 처리 가능한 트랜잭션이 많아지고 더욱 안전합니다. \n\n3. Sharding (샤딩)\nSharding(샤딩)은 질리카의 핵심 기술로, 대형 네트워크를 Shards(샤드)라는 여러 개의 작은 네트워크로 자동분할하여 트랜잭션을 서로 병렬로 처리할 수 있도록 합니다. 만약 하나의 네트워크에서 초당 100개의 트랜잭션을 처리할 수 있다고 했을 때, 네트워크를 10개의 샤드로 분할하면 각 샤드(분할된 마이닝 네트워크)에서 100개의 트랜잭션을 처리하게 되고 결과적으로 초당 1,000개의 트랜잭션 처리가 가능하게 됩니다. \n질리카는 샤딩이라는 새로운 메커니즘을 통해 트랜잭션 처리 속도를 획기적으로 향상했습니다. 가장 최근 테스트넷에서 테스트한 결과로 각 샤드에 600개 노드씩 총 3,600개 노드 구성으로 초당 2,488tx를 처리했습니다.\n\n4. Scilla\nScilla는 질리카의 새로운 스마트 계약 언어로, 안전하고 확장 가능한 스마트 계약 애플리케이션을 보다 쉽게 개발할 수 있습니다.\n",
  },
  {
    coin_code: "ANV",
    coin_knm: "애니버스",
    img_id: "ANV",
    coin_enm: "Aniverse",
    coin_content001:
      "ANIVERSE는 Live 방송 기술과 IP 비즈니스에 적용 가능한 블록체인 기술 기반의 '콘텐츠 테마파크 플랫폼'입니다. Larva 제작사와의 전략적 협업을 통해 ANV Token 기반의 크라우드펀딩, 196개국 이상 배급가능한 네트워크를 활용하여 일반 고객 및 기업에게 글로벌 IP 비즈니스를 수행할 수 있는 글로벌 서비스 플랫폼을 구축하고자 합니다.",
    coin_content002:
      "ANV는 개발자 친화적인 환경과 다양한 플러그인 활용을 기반으로 Dapp 개발에 용이한 환경을 제공하기 위해 개발되었습니다.",
    coin_content003:
      "1. IP VOD \n국내외 사용자가 ANIVERSE 플랫폼 내에서 다양한 콘텐츠를 즐길 수 있는 통합 방송 서비스입니다. \n\n2. LIVE BROADCASTING \n실시간 라이브 방송으로 제품을 홍보 및 판매할 수 있으며 스트리머와 라이브 시청자들 간의 실시간 소통이 가능합니다. \n\n3. STORY(Feed) \n개인 피드에 자유롭게 사진 및 영상과 같은 콘텐츠를 올릴 수 있고, 이는 상품에 대한 소개 또는 후기를 사진/동영상으로 제작하여 올리는 포스트로도 활용될 수 있습니다. \n\n4. VIDEO COMMERCE \nIP VOD나 LIVE BROADCASTING기능과 연계되어 유저는 콘텐츠 시청 시 등록된 판매 상품을 검색하고 구매할 수 있습니다. \n\n5. USER COMMUNITY \n유저는 ANIVERSE 플랫폼에서 활동하고 참여함에 따라 보상을 받을 수 있습니다. ",
  },
  {
    coin_code: "RLC",
    coin_knm: "아이젝",
    img_id: "RLC",
    coin_enm: "iExec ",
    coin_content001:
      "아이젝(iExec RLC, RLC)이란 이더리움 기반의 스마트컨트랙트 프로토콜로 컴퓨팅 파워 및 데이터베이슬르 포함한 P2P 컴퓨터 리소스 거래를 위해 구축되었습니다. 아이젝을 통해 개발자는 새로운 분산화된 인프라에서 충분한 컴퓨팅 파워를 공급받을 수 있으며, 공급자는 머신/컴퓨팅 파워를 빌려주고 보상을 받을 수 있습니다.",
    coin_content002:
      "아이젝은 2017년 iExec Blockchain Tech SAS에 의해 개발되었으며, 아이젝은 탈중앙화된 클라우드 인프라를 구축함으로써, 블록체인을 기반으로 하는 분산 애플리케이션을 지원하며 가성비가 좋은 고성능 컴퓨팅을 가능하게 합니다.",
    coin_content003:
      "아이젝 플랫폼의 구성원은 하기와 같이 구성되었습니다. \n\n- 워커(Worker): 컴퓨팅 자원을 가지고 있는 개인 또는 기업으로 이러한 자원을 빌려주고 RLC 토큰을 얻고자 하는 구성원입니다. \n- 워커 풀(Worder Pool): 워커 풀은 각 워커의 기여를 체계화합니다. 각 작업의 분배를 체계화하는 스케쥴러(Scheduler)가 워커 풀을 이끕니다. 스케쥴러는 퍼블릭이 되어 특정 누군가가 제공하는 지원을 통합할 수 있고, 프라이빗이 되어 특정 하드웨어 관리를 최적화할 수 있습니다. \n- 앱 공급자(Application Provider): 앱 공급자는 아이젝 플랫폼 위에 애플리케이션을 배치합니다. \n- 데이터세트 공급자(Dataset Provider): 데이터세트 공급자는 가치있는 데이터세트를 가지고 있으며, 이것을 이용가능하게 하여 RLC 토큰을 보상받습니다. \n- 아이젝허브 &amp; 시장: 아이젝이 배치한 스마트컨트랙트로 권한 접근이 있으며, 이는 각 행위자의 자분에 대한 에스크로로 작용, 아이젝 생태계에서 발생한 모든 거래의 보안성과 투명성을 확보합니다.",
  },
  {
    coin_code: "PCI",
    coin_knm: "페이코인",
    img_id: "PCI",
    coin_enm: "Paycoin",
    coin_content001:
      "페이코인의 플랫폼인 페이프로토콜은 하이퍼레저 패브릭 기반으로 사용자와 가맹점을 직접 연결하는 End To End 결제 플랫폼입니다. 더 나아가 기존 결제 시장 참여자들의 역할을 블록체인 기반의 스마트 컨트랙트와 가상자산 순환구조를 통해 서비스를 구현하여 빠르고 저렴한 결제 플랫폼을 제공하고자 합니다. 페이코인은 페이프로토콜 노드와 지갑 서비스 제공자, 판매자와 소비자를 이어주는 페이프로토콜 네트워크의 기축통화입니다.",
    coin_content002:
      "페이코인은 하이퍼레저 패브릭(HyperLedger Fabric, HLF)을 기반으로 한국 통합 결제 플랫폼인 다날에 의해 개발되었습니다.",
    coin_content003:
      "- 페이프로토콜: HLF 의 기본 기능을 기반으로 페이코인(PCI) 발행을 위한 별도의 체인코드와 각 서비스를 구현하기 위한 각각의 API 를 구현하였습니다. 페이프로토콜 블록에는 각각의 개별 거래 정보가 저장되며, 페이프로토콜 참여자들이 고객들이 실제 요청한 거래가 정상 처리 되었는지를 검증하는데 활용할 수 있습니다. 더 나아가 사용자의 결제 및 이체, Peer의 설정 변화, Ledger 상태 변화 등이 모두 블록에 기록됨에 따라 모든 정보를 통합 관리하여 관리비용 또한 절감할 수 있습니다. \r\n\r\n- 온라인 및 오프라인 결제 플랫폼: 블록체인 기반의 Square(오프라인 결제), Stripe(온라인 결제)와 같은 서비스를 구현할 예정입니다. 온라인 결제 연동을 위하여 API와 SDK, 개발 친화적인 문서를 제공할 예정이며, 오프라인의 경우 POS 사업자를 위한 개발 API 및 소규모 가맹점을 위한 모바일 POS 앱 등의 결제 솔루션을 제공할 계획에 있습니다.",
  },
  {
    coin_code: "ADP",
    coin_knm: "어댑터 토큰",
    img_id: "ADP",
    coin_enm: "Adappter Token",
    coin_content001:
      "어댑터는 글로벌 블록체인 포털 플랫폼을 목표로 생태계 콘텐츠 파트너의 매개체 역할을 합니다. 또한, 개발비용을 축소하고 사업 진입장벽을 낮춤으로써 기업 및 콘텐츠 산업 성장에 기여하고자 합니다.",
    coin_content002:
      "홍콩 기반의 Adappter Limited에 의해 개발된 어댑터는 글로벌 블록체인 포털 플랫폼을 목표로 다양한 분야의 중소 개발사, 서비스와의 제휴를 통해 새로운 생태계를 구축합니다. 어댑터는 블록체인, 게임, 한류, 핀테크, 뷰티 등 다양한 카테고리 별 커뮤니티 기반 리워드 플랫폼을 운영하여 생태계를 확장하고 있습니다.",
    coin_content003:
      "어댑터 플랫폼은 효율적인 트랜잭션 관리를 위해 분산 시스템을 구축하였습니다.  \n\n1. Blockchain Tool: 데이터베이스, 네트워크, 블록 형식 및 합의 알고리즘 등을 포함하는 기본 아키텍처입니다. br&gt;\n\n2. Adappter Core: 토큰 시스템, 보상 엔진 및 지갑 등을 위한 계층입니다. \n\n3. Reward Bank System: 모든 파트너들의 유저들이 AP (Activity Point) 리그를 통해 ADP를 교환 받는 보상 정책 관리 계층입니다. \n\n4. Crypto Bank System: AP Bonus, AP Push 기능을 적용하고 AP 보상을 주는 App과 DApp 입니다. \n\n5. Adappter SDK (Software Development Kit): 파트너 연동을 위한 공용 SDK 호출을 통해 간편하게 Adappter 생태계에 참여할 수 있는 개발 도구이며, AP Bonus APi, AP Push Api, Adappter Log-in APi, Cross Marketing System 등이 도구를 지원합니다.",
  },
  {
    coin_code: "BSV",
    coin_knm: "비트코인에스브이",
    img_id: "BSV",
    coin_enm: "Bitcoin Satoshi Vision",
    coin_content001:
      "BSV는 비트코인의 비전을 반영한 프로젝트 이름으로 2018년 11월 15일 비트코인 캐시에서 하드포크 되었습니다. 비트코인의 근본적인 철학을 지지하는 비트코인에스브이 진영으로부터 시작되었으며, 비트코인 캐시에 비해 높은 블록 크기를 고안해 트랜잭션 효율개선을 꾀하는것이 주요 특징입니다. 특히 기존의 블록 크기를 32MB에서 128MB로 개선하여 확장성을 높이고, 수수료를 더욱 낮추어 트랜잭션 속도를 향상시켰습니다. 또한 최초 비트코인에서 비활성화되었던 4개의 Satoshi opcodes를 활성화함으로써 비트코인 본연의 디자인을 유지하도록 설계하였습니다.",
    coin_content002:
      "BSV는 마이닝 풀 코인긱(Coingeek)의 창업자인 칼빈 아이어(Calvin Ayre)와 엔체인(nChain) 수석 엔지니어인 크레이그 라이트(Craig Wright)가 이끌고 있습니다. \n리드 개발자인 Daniel Connolly는 엔터프라이즈 시스템 업체인 엔체인(nChain)에 20년간 근무하였으며, 그 외에도 다양한 유엔 기관에서 IT 담당 수석을 맡았습니다. 그는 비트코인 프로젝트에 수년간 공헌하였으며 비트코인캐시 프로젝트의 주요 기여자입니다. \n\nSteve Shadders는 기술 책임자의 역할을 수행하며 스폰서 및 업계 참가자들과의 프로젝트에 대한 감시를 맡았습니다. 또한 2011년부터 비트코인 프로젝트에 기여하였으며, 최초의 오픈 소스 마이닝 풀 엔진 중 하나를 제작하였습니다.",
    coin_content003:
      "1. 확장성  \n비트코인에스브이는 일부 제한되거나 변경된 사항들에 대하여 비트코인 프로토콜의 오리지널 디자인을 복원하고, 네트워크의 안정적인 확장성을 보장하기위해 개발되었습니다. 특히, Satoshi opcodes를 복원하여 전세계 비지니스 및 개발팀이 BCH 블록체인 기반의 스마트 컨트랙트, 아토믹 스왑, 다양한 솔루션을 개발할 수 있도록 지원합니다.\n\n2. 보안성 \n비트코인에스브이는 채굴 노드에 대한 엄격한 품질보증을 기반으로 국제통화에 준하는 보안 시스템을 구축하고자 합니다. 이를 위해 외부 품질 보증 전문가를 통한 품질보증 프로세스에 대한 전반적인 감사 진행, 블록체인 산업의 뛰어난 보안 감사 전문 회사의 서비스를 적극 활용할 예정입니다. 또한, 구글과 마이크로소프트에서 활용되고 있는 수익성 높은 버그 바운티(bug bounty) 프로그램을 운영하여 전세계 보안 연구원에게 동기를 부여하고 추가적인 취약점을 해결할 예정할 예정입니다.",
  },
  {
    coin_code: "FX",
    coin_knm: "펑션엑스",
    img_id: "FX",
    coin_enm: "Function X",
    coin_content001:
      "펑션엑스는 전통적인 인터넷/블록체인 모델을 개선한 인터넷 프레임워크를 통해 분산형 네트워크를 구축, 완전한 탈중앙화를 이룬 f(x) 생태계 설계라는 비즈니스 모델을 지니고 있습니다. XPOS, XWallet 등의 암호화폐 페이먼트 사업을 진행하고 있으며, XWallet은 갤럭시 10에 탑재, 가상자산의 실생활 사용을 위해 다양한 파트너사와 업무협약을 맺고 있습니다. 전적으로 블록체인을 위해 구축된 펑션엑스 생태계는 Function X 운영체제, Function X 블록체인, Function X IPFS, FXTP 프로토콜, 그리고 Function X 도커 등 5가지 구성 요소들로 모든 서비스, 앱, 웹사이트, 통신과 데이터를 분산화시키는 단일 목적에 기여합니다.",
    coin_content002:
      "펑션엑스는 이더리움 기반의 ERC-20 토큰으로 2018년 12월에 발행되었으며, 2020년 메인넷 출시 후 FX Coin으로 1:1 교환될 예정입니다. 이를 통해 자체 개발한 FXTP 알고리즘을 기반으로 분산형 네트워크와 f(x) 생태계를 구축하고자 합니다.",
    coin_content003:
      "1. F(x) Chain \n F(x) 체인은 Fuction X 생태계의 일부로 분산 원장 형태로 구성된 합의 알고리즘입니다. F(x) 체인은 P2P 네트워크의 실제 시장 수요를 해결한다는 철학으로 설계되어 분산형 하드웨어 지원과 오픈 소스 소프트웨어 툴킷 향상 기능을 결합하고자 합니다.\n \n2. F(x) OS 운영체제\n 블록체인 호환이 가능한 Android 수정 운영 체제로, 블록체인 모드에서는 통화, 메시지, 앱 등 모든 비트/바이트가 분산됩니다. 대부분의 스마트폰, 태블릿 PC등의 하드웨어에서 작동 가능하며, 현재는 구글 크롬 브라우저 수정 버전을 사용하고 있습니다\n \n3. FXTP 프로토콜\n 전송 프로토콜로 인터넷에서는 HTTP 전송 프로토콜이 정보의 전송, 수신 및 표시 방법을 제어합니다. FXTP는 분산형 네트워크를 위한 전송 프로토콜입니다. FXTP는 합의 매커니즘에 따라 데이터를 전송, 수신/표시할 수 있는 종단간 전송이며, 일치된 내용에 따라 데이터가 전송되어 대상으로 전파됩니다.\n \n4. IPFS\n 분산 시스템에 데이터를 저장하도록 설계된 프로토콜 및 네트워크입니다. 파일을 검색하려는 사용자는 파일의 해시를 호출하고 IPFS는 다른 노드를 검색해 해당 사용자에게 파일을 제공하며, 파일은 IPFS 네트워크에 저장됩니다.<br>\n 도커는 컴퓨터 프로그램으로 응용 프로그램을 쉽게 만들고, 배포, 실행할 수 있도록 합니다. 도커는 분산된 애플리케이션을 구축, 배송, 실행할 수 있는 개발자용 개방형 플랫폼으로 개발자는 컨테이너를 통해 라이브러리를 포함, 응용 프로그램을 패키징하고 패키지로 발송할 수 있습니다.",
  },
  {
    coin_code: "ARPA",
    coin_knm: "알파체인",
    img_id: "ARPA",
    coin_enm: "ARPA Chain",
    coin_content001:
      "알파체인이란 다자간 연산 기술을 통해 개인 정보를 보호하고 데이터를 효율적으로 관리, 공유하기 위해 구축된 블록체인 기반 연산 네트워크입니다. 알파체인은 레이어2와 다자간 연산 기술을 사용해 안전하게 연산 솔루션을 제공하며, 개인 정보를 보존하는 계산 네트워크를 기반으로 모든 사람에게 원본 데이터를 공개하지 않음과 동시에 데이터를 공유 및 사용 가능합니다.",
    coin_content002:
      "ARPA은 ERC-20 기반의 유틸리티 토큰으로 APRA 개인정보 보호 컴퓨팅 네트워크에서 사용되기 위하여 개발되었습니다. 또한, 자유롭고 안전한 개인 데이터 흐름을 보장하면서 데이터 소유권과 유틸리티를 분리하기 위해 발행되었습니다.",
    coin_content003:
      "1. 알파체인 생태계  \n알파체인이 구축하고자 하는 생태계에서 개발자들은 암호 지식이 없이도 분산화된 애플리케이션의 데이터 비밀을 보호하거나, 비밀을 보호하는 DApp 구축을 위해 알파를 사용할 수 있습니다. 알파의 보안 연산은 데이터 사용중 누구에게도 원본 데이터를 노출시키지 않고, 데이터가 분산화되는 것을 가능하게 합니다. 그리고 금융, 건강관리, 사물인터넷, 소매, 에너지, 그리고 기업 및 개인의 데이터와 같은 분야에서 신뢰 문제와 데이터 중개자의 필요성을 제거하여 전반적인 데이터 산업을 재설계합니다. 알파가 제시하는 데이터 시장에서는 데이터 제공자들이 원본 데이터를 공개하지 않고 데이터 값을 판매할 수 있으며, 데이터 소비자는 데이터 제공자와 기밀유지 협약을 체결하지 않고도 데이터를 탐색하고 사용할 수 있습니다. 어떤 노드가 신뢰성 높은 데이터 제공을 통해 평판이 상승하게 되면, 그에 따른 기록은 블록체인에 영구적으로 기록됩니다. 매 거래 후에 각 당사자는 데이터 품질과 모델 훈련 결과를 통해 검토 의견을 제출할 수 있으며, 좋은 평판을 지닌 데이터 제공자는 더 많은 구매자와 기업들에게 데이터를 판매할 수 있습니다. \n \n2. 다중참여자 연산 \n다중참여자 연산은 어떤 참여 노드도 자신이 연산한 결과물 이외의 것을 알 수 없습니다. 서로 신뢰하지 않는 다수의 참여 노드가 각자의 비밀 정보를 공유하지 않으면서 신뢰할 수 있는 연산을 공동으로 수행하는 작업입니다. 다중참여자 연산은 다양한 암호화 툴을 포함하는 구성설정의 변화가 가능한 하나의 체계로 간주될 수 있으며, 이는 참여자들이 주어진 시나리오 하에서의 보안수준과 효율성에 대한 제한에 따라 특정의 프로토콜을 구축할 수 있는 권리를 제공합니다. 알파의 목표는 높은 가용성을 갖는 MPC 네트워크를 구축하는 것입니다. \n \n3. ARPA 시스템 \n알파의 다중 참여자 연산 네트워크는 보안연산을 위해 2단계 계층구조(프로토콜 계층, 연산 계층)의 솔루션으로 설계되었습니다. 네트워크는 대부분의 블록체인과 호환가능합니다. 따라서 알파 시스템은 보안연산을 위해 알파 네트워크를 별도의 독립적인 네트워크로 유지하면서 동시에 기타 블록체인 시스템과 상호작용이 가능하도록 설계되었습니다. 블록체인 이외의 영역에서 연산만을 수행하기 위해 연결될 블록체인에 대리 스마트 계약을 설정하면, 알파 네트워크의 노드들은 그러한 스마트 계약으로부터 제출되는 다중 참여자 연산의 요청을 수행할 것입니다.",
  },
  {
    coin_code: "RINGX",
    coin_knm: "링엑스",
    img_id: "RINGX",
    coin_enm: "RING X ",
    coin_content001:
      "링엑스는 블록체인 기반의 마일리지 통합 플랫폼으로 고객이 사용하지 않는 마일리지를 링엑스 마일리지로 전환하여 안정적이고 편리하게 사용 가능한 기회를 제공한다. 이를 통해 고객의 다양한 편의성과 구매의 기회를 증대시키고 컨텐츠 제공사에는 구매력이 충분한 마켓 플레이스를 제공함으로써 마일리지 제공사, 고객 컨텐츠 제공사 모두에게 이익이 되는 비즈니스 생태계를 만들고자 한다.",
    coin_content002:
      "링엑스는 블록체인 기반의 마일리지 통합 플랫폼을 제공하기 위해 ERC-20  기반으로 탄생되었으며 서로 다른 마일리지를 연계 및 통합하는 환경을 제공하고자 합니다.",
    coin_content003:
      "1. 서비스 레이어: \n링엑스 플랫폼 내 마일리지 제공사(MP)의 고객들이 디지털 컨텐츠를 활용할 수 있는 시스템 구조로 설계되어 있습니다.  \n \n2. 블록체인 레이어: \n메인체인인 링엑스 토큰과 사이드 체인인 링엑스 마일리지 두개의 가상자산으로 구성되어 있으며 메인체인은 퍼블릭 네트워크로 사이드 체인은 프라이빗 네트워크로 운영됩니다.",
  },
  {
    coin_code: "LPT",
    coin_knm: "라이브피어",
    img_id: "LPT",
    coin_enm: "Livepeer",
    coin_content001:
      "라이브피어는 완벽한 탈중앙화 및 확장성이 뛰어난 가상자산 인센티브를 제공하는 프로토콜 제공을 목표로 탄생했습니다. 분산형 개발 스택에서 라이브 미디어 계층 역할이 가능한 솔루션을 제공해 기존 방송 체계가 갖는 중앙 집중 솔루션에 대한 경제적인 대안을 제공하고자 합니다. 이를 통해 라이브 스트리밍 생태계의 다양한 유저들을 안전하고 경제적이며 합리적인 방식으로 참여를 이끄는데 초점을 맞춥니다.",
    coin_content002:
      "라이브피어는 Doug Petkanics (CEO)에 의해 구축되었으며 완벽한 탈중앙화 및 확장성이 뛰어난 가상자산 인센티브를 제공하고자 만들어졌습니다.",
    coin_content003:
      "- 종량제 콘텐츠 소비: 프로토콜에 적용된 트랜잭션을 통해 시청자들이 소비한 내용에 대해서 직접 요금을 부과할 수 있습니다. 이는 시청자들의 프라이버시를 보호하고 소비한만큼만 방송사에 지불 가능합니다.  \n\n- 자동 확장 소셜 비디오 서비스: 스트림의 증가와 소비자의 수요를 지원하기 위한 인프라를 확장하는 것으로써 라이브피어 네트워크는 비디오 솔루션을 보다 쉽게 구축할 수 있는 환경을 조성합니다. 이를 바탕으로 리소스를 효율적으로 관리할 수 있게 됩니다. \n\n- 라이브 저널리즘: 분산형 네트워크를 통해 라이브 비디오 솔루션의 검열 및 차단이 불가능하며 소비자들에게 편집 없는 서비스를 제공합니다.",
  },
  {
    coin_code: "MBL",
    coin_knm: "무비블록",
    img_id: "MBL",
    coin_enm: "MovieBloc",
    coin_content001:
      "무비블록 생태계는 커뮤니티, 마켓, 그리고 펀드레이징 3가지 Layer로 구성됩니다. BLOC는 탈중앙화된 영화 커뮤니티로 무비블록 생태계 내 모든 참여자를 연결해줍니다. 마켓 Layer는 제작된 영화가 판매, 큐레이션되며 번역과 홍보, 디자인 등을 거래하는 기능을 합니다. 그리고 마켓 사용자는 유료로 판매되는 TVOD와 광고를 기반한 무료로 시청가능한 AVOD로 영화를 볼 수 있습니다. 펀드레이징 Layer는 무비블록 생태계에서 개최되는 영화제와 후원등으로 창작자가 양질의 콘텐츠를 생산 및 업로드 할 수 있는 동기를 부여합니다.",
    coin_content002:
      "무비블록은 이더리움 기반의 ERC-20 토큰으로 2019년 3월에 발행되었으며 KMPlayer를 비롯한 기존의 서비스를 제공하던 플랫폼의 일정 부분을 공유합니다. 기존 서비스의 안정성 및 성능을 기반으로 블록체인 서비스를 구동함으로써 투명성 및 보안 안정성을 강화할 수 있게 되었습니다.",
    coin_content003:
      "무비블록 아키텍처는 블록체인의 투명성, 보안 안정성, 확장성을 유지할 수 있도록 세 개의 Layer로 구성되어 있습니다.  \n1. Application Layer : 사용자들의 진입점인 Application Layer는 서비스에 대한 접근성 제공 및 플랫폼에 참가와 정보교환이 가능토록 합니다. 해당 Layer는 사용자들이 실행 가능한 Application과 Key 정보 관리를 위한 Wallet 모듈이 있습니다. \n2. Service Layer : Service layer는 Application Layer와 Decenteralized Core를 이어주는 역할을 하는데, 서비스 상의 대부분 정보가 이곳에 저장됩니다. \n3. Decentralized Core : 플랫폼 참여자 간 발생하는 토큰 플로우를 관리하는 시스템으로, 무비블록에 등록되는 컨텐츠 및 관련한 모든 테이터가 블록체인 상에 기록됩니다.",
  },
  {
    coin_code: "SUN",
    coin_knm: "썬",
    img_id: "SUN",
    coin_enm: "Sun Token",
    coin_content001:
      "썬(SUN)이란 트론 네트워크 기반의 완전한 탈중앙화 금융(Defi) 프로젝트로 100% 커뮤니티에 의해 운용되며, 탈중앙화 대출, 보험, 유동성, 스테이블 코인에 사용됩니다. SUN의 모든 기능은 스마트 컨트랙트로 구현되며, 토큰 분배는 VC 및 PE 투자, 팀 분배 물량 없이 채굴만 가능한 구조로 되어있어 비트코인의 '공정한 분배'를 이어가고자 합니다.",
    coin_content002:
      "썬은 트론 블록체인의 스마트 컨트랙트를 기반으로 재단에 의해 발행되었습니다. 투자나 펀딩 없이 공식 웹사이트를 통해 TRX를 스테이킹하여 채굴하는 방식으로 획득이 가능합니다.",
    coin_content003:
      "1. 초기 채굴 \n썬의 첫 발행일 (2020.09.02)부터 2주간 진행된 초기 채굴에는 주당 930,301 SUN이 채굴되어 총 발행량의 9.34%dls 1,860,602 SUN 이 2주간 채굴되었습니다. 초기 채굴 단계에서 채굴 보상은 사용자가 스테이킹한 TRX 물량에 비례하여 스마트 컨트렉트를 통해 계산되었습니다. \n\n2. 일반 채굴\n초기 채굴 이후 시작된 일반 채굴에는 TRX 채굴풀, TRC-20 토큰 채굴풀,  유동성 제공 토큰 채굴풀로 나뉘게 됩니다. 각 풀에서 얻게 되는 수량은 스테이킹 수량과 락업 기간에 의해 조율됩니다.",
  },
  {
    coin_code: "CKB",
    coin_knm: "너보스",
    img_id: "CKB",
    coin_enm: "Nervos Network)",
    coin_content001:
      "너보스(Nervos Network, CKB)란 “Common Knowledge Base”의 약자로 기존 블록체인의 확장성, 암호학 경제 및 퍼블릭 블록체인 기술의 도입의 한계 등과 같은 문제점을 해결하고자 구축된 레이어1 작업 증명, 가치 저장 오픈소스 퍼블릭 블록체인 프로토콜입니다. 너보스는 탈중앙화된 경제의 신뢰(trust) 레이어에 기반이 되어 상태계 상위 레이어에 신뢰가 필요 없는 보안성을 제공합니다.",
    coin_content002:
      "너보스는 브리티쉬 버진 아일랜드에 위치한 Nervos Foundation에 의해 발행되었으며, 기존 블록체인의 한계점을 해결하고자 구축되었습니다.",
    coin_content003:
      "너보스 네트워크는 오픈 소스 프로젝트로 기존 블록체인이 가진 문제점을 해결하기 위한 프로토콜이자 퍼블릭 블록체인 생태계입니다. 너보스는 거의 무제한의 거래 처리력과 최소한의 비용이 드는 레이어 2 솔루션을 활용하여 탈중앙화되고 안전한 레이어 1 블록체인을 돕습니다. \n\n- 무제한 확장성 : 무허가 블록체인의 보안을 활용함으로써 다양한 use case를 다루는 서로 다른 레이어 2 프로토콜과 네트워크의 구성에 대한 설정을 테스트할 수 있습니다. \n\n- 유연성 : 너보스 네트워크에서 가장 광범위한 컨센서스를 제공하는 동안, 생성 레이어(generation layer, layer 2) 위의 블록체인은 다른 합의 알고리즘을 사용합니다. 이러한 접근 방식은 탈중앙성과 보안이라는 블록체인의 핵심 가치를 유지하며 동시에 유용성을 전달합니다. \n\nAxon-Layer 2 설계 : 액손은 너보스 코어 팀이 개발한 너보스의 레이어 2 사이드체인입니다. 액손은 높은 성능의 스마트 컨트랙트 처리 환경 제공 및 신뢰 레이어 활용을 통한 낮은 비용과 높은 성능의 애플리케이션 개발을 돕습니다. 액손은 고성능 블록체인 커널(kernel)로 플러그인 프레임워크를 제공하여 개발자가 사용자 정의의 블록체인을 구축할 수 있도록 합니다.",
  },
  {
    coin_code: "CELR",
    coin_knm: "셀러네트워크",
    img_id: "CELR",
    coin_enm: "Celer Network",
    coin_content001:
      "셀러네트워크는 단순 결제 및 레이어-2 스케일링 블록체인 플랫폼을 위한 가상자산입니다. 셀러는 모든 사용자가 오프체인 스케일링 기술 및 확장성이 뛰어난 디앱을 운영할 수 있도록 구축되었으며, 유동성 담보 증명(Proof of Liquidity Commitment; PoLC)를 사용하여 개발자 및 사용자가 손쉽고 저렴하게 디앱을 개발 및 운영할 수 있도록 지원합니다.",
    coin_content002:
      "셀러네트워크(Celer Network)는 싱가포르에 위치한 ScaleSphere Foundation Ltd.에 의해 2018년 구축되었으며, 빠르고 안전한 오프체인 거래를 제공하는 레이어-2 플랫폼입니다.",
    coin_content003:
      "셀러네트워크는 생태계를 위한 네트워크 효과, 안정적인 유동성 및 높은 가용성을 제공합니다. 셀러네트워크 이코노미는 유동성 담보 증명(PoLC), 유동성 보조 옥션(LiBA), 스테이트 가디언 네트워크(SGN) 3가지 개념으로 구축되었습니다. \n\n- 유동성 담보 증명(Proof of Liquidity Commitment; PoLC): 이는 오프체인 생태계에서 유동성을 확보해주는 가상 채굴 프로세스입니다. 생태계 참여자는 일정 기간 동안 담보 약정 계약(Colleteral Commitment Contract)이라 불리는 '덤프 박스'에 차후 유동성을 담보로하여 셀러토큰을 보상받습니다. \n\n- 유동성 보조 옥션(Liquidty Backing Auction; LiBA): 오프체인 서비스 제공업체들이 크라우드 대출(crowd Lending)을 통해 유동성을 얻을 수 있도록 도와줍니다. 대출 우선순위는 이자율, 공급된 유동성의 양, 그리고 스테이킹된 셀러토큰의 양 등으로 결정됩니다. \n\n- 스테이트 가디언 네트워크(State Guardian Network; SGN): 사용자가 오프라인 상태일 때 스테이트를 보호해 분쟁에 노출될 수  있게 하며  온-체인 분쟁 프로세스에 대한 연결성 오라클 서비스를 제공하는 특수한 컴팩트 사이드체인입니다.",
  },
  {
    coin_code: "STRAX",
    coin_knm: "스트라티스",
    img_id: "STRAX",
    coin_enm: "Stratis",
    coin_content001:
      "STRAX는 스트라티스 플랫폼에서 사용되는 토큰입니다. 스트라티스 플랫폼은 비트코인을 기반한 Nbitcoin 라이브러리 위에 개발되어 메인 스트라티스 블록체인과 비공개체인을 통해 기업이 자체 블록체인 네트워크 인프라를 운영하는데 부담없이 맞춤형 블록체인을 구축할 수 있도록 하는 BaaS(Blockchain-as-a-Service) 플랫폼입니다. 또한 스트라티스는 Dapps에 대한 호스팅 및 컨설팅을 제공하고, 다른 주요 블록체인 플랫폼(이더리움, 비트쉐어, LISK 등)을 비공개 방식으로 올릴 수 있게 합니다.",
    coin_content002:
      "스트라티스의 본사는 핀테크 서비스의 중심인 런던에 위치하고 있으며, 암호화폐에 대한 광대한 지식과 C# 기반 플랫폼에 중점을 둔 전문가 팀입니다. 스트라티스의 CEO이자 설립자인 크리스 트류(Chris Trew)는 컨설턴트, 건축가, 기술전문가로 엔터프라이즈 IT분야에서 10년 이상의 경력을 가지고 있으며, Fitalize 플랫폼을 개발한 C#과 ASP.NET 백엔드 개발자입니다.\n개발기술 고문 니콜라스 도리에(Nicolas Dorier)는 세계 비트코인 전문가 14인 중 한 명으로, 2년여 만에 Nbitcoin을 만들었으며 C++로 개발된 비트코인을 C#으로 기록하고 있습니다.",
    coin_content003:
      "1. 비트코인 익명 전송 브리즈 월렛 \n브리즈월렛은 스트라티스와 비트코인을 지원하는 월렛으로 텀블빗을 통해 익명 전송을 가능하게 하며, 텀블빗은 마스터노드에게 거래를 위임하여 다수의 전송을 받아 묶어서 처리하기 때문에, 지갑에 들어있는 자금이 최초에 어느 지갑에서 나왔는지 추적을 할 수 없게 됩니다. 마스터 노드는 스트라티스 토큰을 25만개 이상, 비트코인5개 이상 보유하여야 하며, 매년 보유 코인의 1% 수익과 위에서 발생한 처리 트랙잰션에 대한 수수료를 추가로 받을 수 있습니다. 또한, 마스터노드를 통해 스트라티스에서 비트코인으로 환전도 가능합니다.\n추후 10만개, 1만개와 같은 작은 노드를 제공하여 작은 노드를 보유한 고객에게도 홀딩할 메리트를 제공하고자 하는데, 이들은 마스트노드가 아닌 다른 역할을 가지게 됩니다.\n\n2. 스트라티스 블록체인 서비스화(BaaS, Blockchain-as-a-Service)\n블록체인 서비스화는 개발자가 네트워크 또는 클라이언트 전체를 유지할 필요 없이 클라우드에서 맞춤형 블록체인 기반 어플리케이션을 테스트하고 구축할 수 있게 해 줍니다. 블록체인 구현은 요구에 맞게 조정할 수 있으며, 라이트 클라이언트나 API를 통해 엑세스 할 수 있습니다. \n\n3. Nbitcoin\nNbitcoin은 순수 C# 언어로 개발되었고 마이크로소프트 닷넷 프레임워크(.NET Framework)를 활용하여 이전의 C++로 개발된 비트코인 코어 소스코드에 비해 개발 및 유지 보수에 용이합니다. 기업/기관의 필요에 따라 개발자가 private chains을 개발하고 이를 기반으로 자체적인 네트워크 구축이 가능하며, 필요에 따라 메인 스트라티스 체인과의 상호 호환 및 전송이 간단하게 구현될 수 있습니다.\n\n4. 스트라티스 비트코인 Full Node 구성\n스트라티스 비트코인 Full Node는 필수적인 5개의 계층으로 구성되어 있습니다. 비트코인 코어는 동일 소스로 모든 계층을 다루고 있으나, 스트라티스는 아래 3개 계층만을 다루고, 합의계층/네트워크 계층은 다루지 않습니다.\n1) 노드 정책 계층 – DDoS 공격을 방지하기 위해 합의 계층보다 더욱 제한적인 규칙 추가\n2) 인프라 계층 – 블록과 거래들을 효과적으로 저장하고 입증할 것인지에 대한 관리\n3) 인터페이스 계층 – 개발자들이 노드 상태 또는 사용자 인터페이스를 문의하기 위한 API\n\n5. Blitz 사이드 체인(Side Chain) \n스트라티스는 개발자가 새로운 언어를 배우지 않고 새로운 체인을 만들 필요 없이 C#을 통해 기업에서 필요한 응용 프로그램을 쉽게 만들 수 있습니다. 스트라티스 공개 체인 위에 개별적인 비공개 체인(사이드 체인)을 올려 두고 사용할 수 있는 구조이며 이처럼 스트라티스는 자체 애플리케이션을 만들고자 하는 기업에 사이드 체인을 제공합니다. 보안과 마이닝 측면에서는 마스터노드에 의해 보호됩니다. 또한 사이드 체인은 사용자들에게 보상으로 암호화폐를 제공하는 Fitalize 플랫폼을 포함하고, 가상화폐 지급을 통한 바이럴 마케팅의 일환인 The Viral Exchange(TVE) 도 포함하고 있습니다.",
  },
  {
    coin_code: "REP",
    coin_knm: "어거",
    img_id: "REP",
    coin_enm: "Augur",
    coin_content001:
      "어거는 이더리움 기반 탈 중앙형 예측 시장 (prediction market) 및 오라클(oracle) 플랫폼으로, 집단지성 (wisdom of crowd)의 과학 원칙을 이용하여 한 사람의 전문가보다 더욱 높은 정확성을 가진 실시간 예측 데이터를 플랫폼에 구현할 수 있습니다. 그뿐만 아니라, 누구든 언제 어디서나 현실에서 일어날 수 있는 미래의 사건을 예측 시장에 쉽게 개설하여 대다수의 의견을 종합할 수 있습니다.\n어거 예측 시장은 시장 개설, 거래, 보고, 정산의 총 4단계로 진행되며, 시장이 개설되면 누구나 거래에 즉시 참여할 수 있습니다. 예측 시장의 결과는 해당 플랫폼의 화폐인 REP 토큰을 보유한 이용자들에 의해 선택되며, 미래의 사건을 정확히 예측한 이용자들은 배당금을 얻게 됩니다. 어거는 토큰을 보유하는 이들이 정확하고 정직하게 결과를 보고했을 때 가장 많은 수익을 얻을 수 있도록 보상 체계가 설계 되어 있습니다.",
    coin_content002:
      "Augur는 2014년 이더리움 블록체인에 거의 최초로 플랫폼을 구현한 가상자산으로 시장에서는 그 자체적으로 이미 독창성을 지닌 오리지널 가상자산으로 인정받고 있습니다. Jack Peterson과 Joey Krug은 13인의 멤버들과 함께 Augur팀을 이끌어 오고 있으며, Augur 설립 이전에 이미 비트코인 포크를 통해 Sidecoin이라는 가상자산을 완성하는 등 풍부한 블록체인 경험을 보유하고 있습니다. Augur팀은 또한, 이더리움 설립자 Vitalik Buterin, Lightning 설립자 Elizabeth Stark을 포함한 가상자산 시장의 유명인사들을 대거 자문 팀으로 두고 있습니다. \n어거는 최근 약 5만 명의 이용자를 보유하고 있는 다중 화폐 지갑 Jaxx와 파트너쉽을 맺는 등 지속적인 기술 개발을 통해 꾸준히 가상자산 시장의 주목을 받고 있습니다.",
    coin_content003:
      "1. Augur 예측 시장 진행 원리\nAugur 예측 시장은 시장 개설, 거래, 보고, 정산의 총 4단계로 진행되며, 시장이 개설되면 누구나 거래에 즉시 참여할 수 있습니다. 토큰을 보유한 이용자는 리포트를 할 수 있는 권리를 부여 받게 되며, 시장에서 일어날 수 있는 결과들 중에 한 가지 결과에 자신의 REP를 지분투자하여 현실의 결과를 블록체인으로 가져오게 됩니다. \n\n2. 탈 중앙형 예측 시장\nAugur는 이를 탈 중앙화 방식으로 해결하고자 합니다. 비트코인이나 이더리움처럼 탈 중앙화되고, 신뢰를 기반으로 하지 않는 네트워크를 이용함으로써 사기로 변질될 우려를 사전에 예방할 수 있습니다.\n\n3. 보고자 (Reporter)\n시장 개설자는 예측 시장의 결과를 보고할 보고자를 지명하게 되고, 해당 보고자는 “지명된 보고자” (Designated Reporter)로 임명됩니다. 또한, 지명된 보고자는 이벤트 발생 시간을 기점으로 3일 내에 보고서를 제출해야 하며, 만약 과반수의 보고자와 동일한 결과를 보고하게 되면 지분으로 투자한 REP 토큰을 다시 돌려 받을 뿐 아니라 더불어 일정량의 보고서 수수료를 추가로 받게 됩니다. 즉, 더 많은 REP 토큰을 지분으로 투자 하면 할수록 더 많은 보고서 수수료를 얻게 됩니다. ",
  },
  {
    coin_code: "JST",
    coin_knm: "저스트",
    img_id: "JST",
    coin_enm: "Just",
    coin_content001:
      "저스트는 사용자에게 all-in-one 금융 솔루션 서비스를 제공하고자 구축된 트론 네트워크 기반의 DeFi 프로젝트입니다. 저스트는 트론 네트워크 기반의 스테이블 코인 USDJ, 탈중앙화 거래소 JustSwap, 오프체인 데이터와 연동할 수 있는 오라클 서비스 JustLink, 그리고 탈중앙화 대출 서비스 JustLend 등의 서비스를 제공하여 공정하고 분산화된 금융 시스템을 구축하는 것을 목표로 합니다.",
    coin_content002:
      "트론 스마트컨트랙트 기반으로 구축된 저스트는 싱가포르에 위치한 트론 재단에 의해 발행되었으며, 다양한 금융 서비스를 공정하고 분산화된 시스템으로 제공하고자 하는  DeFi 프로젝트입니다.",
    coin_content003:
      "저스트는 사용자에게 다양한 DeFi 서비스를 제공하여 all-in-one 금융 서비스를 구축합니다. \n\n1. JustStable: JustStable은 USDJ 스테이블 코인을 활용한 탈중앙화 금융 시스템이며, 모든 JST 홀더들이 참여 가능합니다. \n\n2. JustSwap: JustSwap이란 트론상에 구축된 탈중앙화 가상자산 거래 프로토콜 (DEX)입니다. JustSwap은 사용자에게 TRC-20 기반 토큰의 즉각적인 거래를 제공하며, 마켓 메이커들에게는 제한없이 수익을 얻을 수 있는 마켓플레이스를 제공합니다.  \n\n3. JustLink: JustLink란 트론 네트워크 기반의 탈중앙화 오라클 프로젝트입니다. JustLink는 기존의 중앙화된 오라클 서비스의 문제점을 개선하고 오프체인 데이터와 온체인 트랜잭션을 연결하기 위해 구축되었습니다.  \n\n4. JustWrapper: JustWrapper는 트론 네트워크에서 TRC-20 기반 토큰의 추적 불가능한 익명 전송을 지원합니다. 트론은 글로벌 규제 정책을 준수하기 위해 TRC-20 토큰들에 한해서 선택적으로 사용가능하도록 구축하였으며, 트론(TRX) 토큰 자체에는 해당 서비스가 적용되지 않습니다.",
  },
  {
    coin_code: "STEEM",
    coin_knm: "스팀",
    img_id: "STEEM",
    coin_enm: "STEEM",
    coin_content001:
      "스팀은 가상자산 보상을 통해 커뮤니티 발전과 사회적 상호 작용을 창출하기 위해서 만들어진 블록체인 데이터베이스입니다. 스팀은 블록체인 및 IPFS P2P 네트워크를 기반으로 한 최초의 탈중앙형 비디오 플랫폼 D Tube와 최초의 블록체인 기반 소셜 미디어 네트워크 Steemit을 운영하고 있으며, 일반인들은 해당 플랫폼을 통해서 콘텐츠를 제작하거나, 큐레이션(Curation)에 참여함으로써 스팀 토큰, 스팀 파워, 스팀 달러 등의 가상자산을 보상으로 받게 됩니다.\n\n스팀잇은 스팀의 소셜 미디어 플랫폼으로 이용자가 해당 플랫폼에 콘텐츠를 포스팅하면 그 기여도에 대한 일종의 보상으로, 스팀 달러(SBD)와 스팀잇 내의 의결권인 스팀 파워(SP)를 50 대 50의 비율로 제공합니다. 스팀 달러(SBD)는 지불 수단 또는 송금 수단으로 이용되는 가상자산으로 해당 화폐의 가치는 항상 1 USD 에 비례하는 스팀 토큰의 가치로 책정되는 것이 특징입니다.스팀은 가상자산 보상을 통해 커뮤니티 발전과 사회적 상호 작용을 창출하기 위해서 만들어진 블록체인 데이터베이스입니다. 스팀은 블록체인 및 IPFS P2P 네트워크를 기반으로 한 최초의 탈중앙형 비디오 플랫폼 D Tube와 최초의 블록체인 기반 소셜 미디어 네트워크 Steemit을 운영하고 있으며, 일반인들은 해당 플랫폼을 통해서 콘텐츠를 제작하거나, 큐레이션(Curation)에 참여함으로써 스팀 토큰, 스팀 파워, 스팀 달러 등의 가상자산을 보상으로 받게 됩니다.\n\n스팀잇은 스팀의 소셜 미디어 플랫폼으로 이용자가 해당 플랫폼에 콘텐츠를 포스팅하면 그 기여도에 대한 일종의 보상으로, 스팀 달러(SBD)와 스팀잇 내의 의결권인 스팀 파워(SP)를 50 대 50의 비율로 제공합니다. 스팀 달러(SBD)는 지불 수단 또는 송금 수단으로 이용되는 가상자산으로 해당 화폐의 가치는 항상 1 USD 에 비례하는 스팀 토큰의 가치로 책정되는 것이 특징입니다.",
    coin_content002:
      "스팀은 Ned Scott과 BitShares의 CEO인 Daniel Larimer에 의해 블록체인을 기반으로 한 Reddit과 같은 소셜 네트워크 플랫폼을 개발하고자 2016년 설립되었습니다. \r\n\r\nDaniel Larimer는 스팀을 설립하기 전 이미 뛰어난 사업가이자 소프트웨어 기술자로 알려졌었으며, 탈중앙형 가상자산 거래소 BitShares를 설립하기도 하였습니다. 이후 Daniel Larimer는 2017년 3월에 EOS 프로젝트에 참여하기 위해 스팀을 떠났습니다. Ned Scott은 스팀에 참여하기 전 식품 산업계에서 분석전문가로 3년 동안 활동하였으며, 스팀 설립 후 재능 있는 개발자들을 모아 함께 스팀 프로젝트 개발과 미디어 노출을 병행하며 스팀 홍보에 최선을 다하고 있습니다. 또한, 스팀은 2018년 1월에 탈 중앙형 C2B 데이터 거래소 Datawallet 과 협약을 맺는 등 가상자산 시장에서 더욱 영역을 넓혀가고 있습니다.",
    coin_content003:
      "1. Steem Token \n스팀은 스팀 블록체인의 기본 화폐단위이며, 가치 척도로써 스팀 파워와 스팀 달러 화폐 가치의 기준이 됩니다. 또한, 스팀은 가상자산 거래소를 통해서 구입하거나 판매가 가능할 뿐 아니라 다른 이용자에게 지불수단으로써 송금할 수 있는 등의 유동성이 뛰어난 화폐입니다.\n\n2. Steem Power\n스팀 이용자는 자신이 보유한 스팀을 13주 일정의 기금 개념으로 투자할 수 있으며 이를 통해 기존의 스팀을 스팀 네트워크의 또 다른 화폐인 스팀 파워(SP)로 교환하게 됩니다.\n\n3. Steem Dollar\nSBD 의 가치는 항상 1 USD 에 비례하는 스팀 토큰의 가치로 책정되는 것이 특징입니다. 스팀의 블록체인은 전체 SBD 와 스팀 토큰의 비율을 항시 모니터링하며, 만약 SBD의 시가 총액이 스팀 토큰 시가 총액의 10%를 넘게 되면, 블록체인이 자동으로 스팀 토큰으로 변환될 수 있는 수량을 조절하여 SBD와 스팀 토큰의 비율을 10% 이하의 비율로 유지하도록 프로그램되어 있습니다. 그리하여 급격한 시장 가격 변화와 스팀 토큰 변환으로 인해 스팀을 더 많이 생성하게 되어 결국 가상자산의 가치가 하락하게 되는 상황을 막을 수 있습니다.\n\n4. Steemit \n스팀잇은 최초의 블록체인 기반 소셜 미디어 네트워크로 현재 약 90만 명 이상의 회원을 보유하고 있으며, 지난 2년 동안 약 440억 원의 가상자산을 스팀 네트워크 이용자들에게 분배해 오고 있습니다. 스팀잇 이용자들은 게시물을 제작에 참여하는 것으로 스팀 토큰, 스팀 파워, 스팀 달러 등을 보상으로 받게 됩니다.\n\n5. DTube \nD.Tube 는 스팀 블록체인 및 IPFS P2P 네트워크를 기반으로 한 최초의 암호화된 탈중앙형 비디오 플랫폼으로 광고가 없으며, 탈중앙화된 플랫폼의 특성상 검열이 불가능한 동영상 사이트입니다. 또한, 스팀잇처럼 스팀 토큰, 스팀 파워, 스팀 달러 등의 보상이 있습니다. \n\n6. Witness \n스팀은 DPoS를 합의 알고리즘으로 사용하여 매 3초마다 새로운 블록을 생성할 수 있어 다량의 거래 정보를 빠르게 처리할 수 있습니다. 또한, 스팀에서는 Witness가 블록체인을 생성하게 되며, 스팀 네트워크에서 가장 지명도가 높은 20명의 이용자와 시간대별로 교체되는 다른 한 명의 이용자를 포함해 총 21명이 스팀의 Witness로 선택됩니다.",
  },
  {
    coin_code: "ONT",
    coin_knm: "온톨로지",
    img_id: "ONT",
    coin_enm: "Ontology ",
    coin_content001:
      "온톨로지는 신뢰 기반의 데이터 교환을 위한 멀티체인 블록체인 플랫폼으로 다양한 산업과 서비스를 블록체인 상에서 작동할 수 있도록 하고자 구축되었습니다. 또한, 다양한 산업의 요구 충족을 위해 개발자 친화적 모듈과 API, 블록체인, 스마트 컨트랙트, 분산화 검증, 데이터 교환 등을 제공함으로써 사용자가 쉽게 온톨로지를 이용해 디앱 개발을 할 수 있도록 구성하였습니다. 온톨로지 플랫폼 내에는 스테이킹과 거버넌스 참여에 사용되는 Ontology (ONT)와 스마트 컨트랙트 작동과 저장공간을 위한 토큰인 Ontology Gas (ONG)가 존재합니다.",
    coin_content002:
      "온톨로지는 중국의 첫 퍼블릭 블록체인 프로젝트 팀 NEO가 영리를 목적으로 설립한 블록체인 기술 회사 온체인(OnChain)에 의해 개발되었습니다.",
    coin_content003:
      "1. 온톨로지 (ONT), 온톨로지 가스 (ONG) \n온톨로지 플랫폼에는 온톨로지(ONT)와 온톨로지 가스(ONG) 2개의 자체 토큰이 존재합니다. 온톨로지 메인넷 론칭 전부터 존재한 ONT는 스테이킹과 거버넌스 참여에 사용됩니다. ONT 보유자는 자신의 ONT를 노드에게 위임할 수 있으며, 각 노드는 블록 생성과 검증 프로세스에 참여하여 채굴 보상과 수수료로 ONG를 지급받게 됩니다. 메인넷 론칭 이후 ONT 토큰이 메인넷 코인으로 바뀌면서 발행된 ONG는 블록체인 사용에 발생하는 거래 수수료 및 저장공간 사용료로 이용됩니다.  \n\n2. 프레임워크 기술 \n온톨로지는 스마트 컨트랙트와 보안 프로토콜을 갖춘 탈중앙화 장부 시스템으로 기존의 정보 시스템 및 블록체인 상의 기술 시스템과의 호환을 지원합니다. 또한, 온톨로지는 안전한 데이터 저장소, 하드웨어 키 관리 옵션, 암호화된 데이터 분석을 위한 시스템을 제공하여 탈중앙화된 다양한 종류의 서비스를 애플리케이션 플랫폼 내 구성합니다. 이 때 API, SDK, 등 기타 모듈을 활용하여 탈중앙화된 데이터 교환, 프로세스 관리 프로토콜 등 모든 종류의 애플리케이션을 위한 프레임워크를 제공합니다.  \n\n3. 온톨로지 탈중앙화 아이덴티티(ID) 검증과 인증 \n신뢰 네트워크 구축의 가장 중요한 요소는 데이터 프라이버시를 보장하는 탈중앙화 및 다중 요소 ID 확인 시스템입니다. 온톨로지의 탈중앙화된 ID 확인 시스템은 중앙화된 기관에 의한 신원 확인이 없이 참여자 개인이 선택한 검증 서비스를 통해 디지털 신원을 만들 수 있습니다.  \n\n4. 분산 원장 기술 \n온톨로지는 다양한 비즈니스를 지원하며, 투명한 생태계를 확장을 위해 조작이 불가능한 원장 내에서 구현됨에 따라 참여자 간의 신뢰성이 높습니다. 이를 위하여 스마트 컨트랙트 기반의 분산화 네트워크, 저장소, 권한, 보안성 그리고 다양한 모듈을 활용합니다.  \n\n5. VBFT 합의 알고리즘  \n온톨로지는 지분증명(PoS)과 VRF, BFT를 결합한 VBFT(Verifiable Byzantine Fault Tolerance) 합의 알고리즘을 사용합니다. VBFT 알고리즘은 검증 가능한 무작위 함수인 VRF 관점에서 비잔틴 장애 하용 알고리즘을 개선하였습니다. 이를 기반으로 합의 그룹의 확장성을 지원하고 VRF는 합의 생성을 위한 무작위성 및 공정성을 보장하여 최종점에 신속하게 도달할 수 있도록 보장합니다.",
  },
  {
    coin_code: "COMP",
    coin_knm: "컴파운드",
    img_id: "COMP",
    coin_enm: "Compound",
    coin_content001:
      "컴파운드는 가상자산을 담보로 제공하는 디파이 플랫폼으로 자산의 수요 공급에 따라 운용됩니다. 자산 공급자는 스마트 컨트랙트를 통해 거래 대상자, 만기일, 이자율 등의 대출과 관련한 조건의 협상 없이 프로토콜과 직접 상호작용 할 수 있으며 과거 거래 및 이자율 등 거래와 관련한 모든 자료는 블록체인에 기록됩니다.",
    coin_content002:
      "컴파운드는 중앙화된 거래소의 증거금 대출 시스템의 신뢰도 개선 및 자금 유동성 문제를 해결하기 위해 만들어진 ERC-20으로 발행되었습니다.",
    coin_content003:
      "- C토큰 스마트 계약 : 각 머니마켓은 ERC-20 토큰 사양을 구현하는 스마트 계약으로 구성되며 잔액은 c토큰으로 표현됩니다. 사용자는 시장에 자산을 공급하여 c토큰의 민트 및 상환이 가능합니다.\n\n- 이자율 매커니즘 : 컴파운드는 이자율의 조절을 통해 유동성 부족을 방지합니다. 모든 차용자에게 균일하게 적용되는 이자율로 정의되며, 수요와 공급의 관계의 변화에 따라 이율이 조절됩니다.",
  },
  {
    coin_code: "GOM2",
    coin_knm: "고머니2",
    img_id: "GOM2",
    coin_enm: "GoMoney2",
    coin_content001:
      "고머니2는 블록체인 기반의 보상형 펫 커뮤니티 어플리케이션입니다. 어플리케이션 내 커뮤니티는 유저들간의 사회 관계를 맺게 하고 게시물에 대한 보상을 제공함으로써 참여율을 높이며, 생태계를 확장합니다. 게시물을 통해 얻은 데이터는 블록체인을 통해 저장되고, 딥러닝 기술을 활용하여 혈통, 건강상태, 맞춤 서비스 제공 등 다양한 서비스를 제공하고자 합니다.",
    coin_content002:
      "고머니2는 2019년 10월 30일 주식회사 애니멀고에 의해 개발되었습니다.  애니멀고는 애완동물 커뮤니티 애플리케이션 구축을 통해 동물을 사랑하는 사람들이 유용한 정보를 공유하며 보상받을 수 있는 생태계를 구축합니다.",
    coin_content003:
      "애니멀고 앱은 서비스 분석을 위해 Keras, Tensorflow 프레임 워크를 활용하고 있습니다. 유저가 업로드한 이미지는 서버에 축적되고 해시값은 별도 추출되어 블록체인에 저장됩니다. 이를 통해 유저는 이미지의 소유권에 대한 분명한 식별을 할 수 있고 다양한 종류의 AI 서비스를 제공받을 수 있습니다.",
  },
  {
    coin_code: "NU",
    coin_knm: "누사이퍼",
    img_id: "NU",
    coin_enm: "NuCypher",
    coin_content001:
      "누사이퍼(NuCypher, NU)란 컨센서스 네트워크의 한계점을 개선하고자 구축되어 프라이빗한 암호화 데이터를 안전하게 저장하고 관리하기 위한 탈중앙화된 키 매니지먼트 시스템 (Key Management System; KMS)입니다. 누사이퍼는 탈중앙화 네트워크를 통해 운영되는 암호화 및 암호화된 액세스 컨트롤, 프록시 재암호화 등을 제공하며, 중앙화된 KMS와는 다르게 신뢰할 수 있는 서버 제공자가 필요치 않습니다.",
    coin_content002:
      "누사이퍼는 캘리포니아의 샌프란시스코에 위치하고 있으며, 프라이버시 보호를 위한 프로토콜 및 인프라스트럭쳐 개발을 위해 구축되었습니다.",
    coin_content003:
      "누사이퍼 네트워크는 분산 노드 네트워크로 비밀 관리 및 다이나믹 접근 제어 서비스를 제공하는 분산 노트 네트워크입니다.  \n\n- Umbral PRE: 프록시 재암호화(Proxy re-encryption; PRE)는 프록시 엔티티가 기본 일반 텍스트 또는 개인 키에 엑세스 하지 않고 다른 공개키로 데이터를 변환 및 재암호화 할 수 있는 공개 키 암호화의 일종입니다.  Umbral은 누사이퍼의 임계값 프록시 재암호화 방식으로 데이터 소유자는 신뢰 최소화 프록시에 의해 수행된 재암호화 프로세스를 통해 수신자에게 암호 해독 권한을 위임할 수 있습니다. 재암호화를 수행하여 프록시의 임계값에 참여하면, 수신자는 이러한 독립적 재암호화를 결합하고 개인 키를 사용하여 원래의 메시지를 해독할 수 있습니다. \n\n- NuBLS: NuBLS는 Renumbraft라 불리우는 NuCypher가 설계한 TSS(Threshold Signature)와 Proxy Re-Signature 알고리즘과 같은 임계값 프로토콜을 구현하는 BLS 시그니처 라이브러리입니다. 파이썬 래퍼(Python wrapper)는 pip as pynubls와 함께 설치할 수 있으며, 코어 Rust 라이브러리는 crates.io에서 nubls로 액세스할 수 있습니다. \n\n- NuFHE: NuFHE는 CUDA와 OpenCL을 사용하는 GPU 가속을 지원하는 TFHE 기반의 개념 증명 라이브러리입니다. FFT (Fast-Fourier Transforms) 또는 순수 정수 이론 변환(Purely integer Number Theoretic Transforms; NTT)을 사용하여 암호화된 계산 속도를 높일 수 있습니다.",
  },
  {
    coin_code: "BURGER",
    coin_knm: "버거스왑",
    img_id: "BURGER",
    coin_enm: "Burger Swap",
    coin_content001:
      "버거스왑(Burger Swap, BURGER)이란 바이낸스 스마트 체인(Binance Smart Chain; BSC)의 자동 마켓 메이킹(automated market-making; AMM) 기반의 탈중앙화 거래소 (Decentralized Exchange; DEX)입니다. 버거스왑은 풀토큰(LP 토큰)을 갖지 않기 때문에 유동성이 다른 DEX로 이동될 위험도가 낮습니다. 버거토큰은 버거스왑의 네이티브 토큰으로 버거 거래쌍에 대한 유동성 제공자의 인센티브로 제공됩니다.",
    coin_content002:
      "에스토니아에 위치한 버거스왑은 WEGARSTONE CONSULT OU에 의해 개발되었습니다.",
    coin_content003:
      "- 스왑 덱스 (Swap DEX): 사용자는 ERC20과 거래할 수 있는 스테이블 코인을 버거스왑에 넣을 수 있습니다. 예를 들어 사용자가 알트코인 A에 대한 거래를 원한다면, 그는 알트코인 A의 새로운 스왑 덱스 스마트 컨트랙트를 설치한 후, d알트코인A에 대한 유동성풀을 생성하면 됩니다. 버거스왑에서 d알트코인에 대한 가격은 매수/매도자에 의해 결정될 수 없으며 공식 (z=x*y; x = d이더리움, d알트코인)에 의해 설정됩니다.\n\n- 거버먼트 (Government): 버거스왑은 프로토콜의 가능성 및 성장을 위해 토큰 홀더들의 활발한 참여를 유도합니다. 버거스왑 커뮤니티는 거버넌스 스마트 컨트랙트를 통해 제안, 투표 등의 활동을 할 수 있습니다.",
  },
  {
    coin_code: "GXC",
    coin_knm: "지엑스체인",
    img_id: "GXC",
    coin_enm: "GXChain",
    coin_content001:
      "지엑스체인(GXC)은 탈중앙화 신용 데이터 교환 플랫폼 중 가장 활발한 플랫폼으로, 고객들의 데이터를 안전하게 교환하고 거래할 수 있게 해주는 신용 정보 서비스이다. 현재 200여개의 금융기업과 협업 중이며, 블록체인 기관인 CertiK 또한 지엑스체인의 노드로서 포함되어 있다. 이들의 기술력은 중국전자정보산업발전연구원(CCID)에서 2018년 블록체인 기술평가 부분 4위를 받았다. 또한 가장 큰 DApp 중 하나인 Block City를 운영하고 있으며, 현재 일일 유저들만 45만명이다.",
    coin_content002:
      "GXC 재단은 GXS Foundation Limited(최근 GXC Foundation Ltd로 변경)로 2016년도에 설립되었으며, MQ Huang CEO가 Charles Wang과 함께 재단 설립 및 프로젝트를 개발을 시작하였다. 10년 이상의 데이터 교환 및 금융권 경력을 가진 MQ Huang은 개인과 기업들이 안전하게 정보를 사고 팔 수 있는 플랫폼을 만들고자 하였고, 이에 정보 제공을 함으로써 GXC를 보상받는 체계의 프로젝트를 완성했다. Trust Node, Smart Contract 등 다양한 기능들을 탑재하느 한편 꾸준히 개발 업데이트를 진행 중이다. 최근 코인 심볼을 GXS 에서 GXC로 변경하였으며, 첫 Dapp 3D 게임도 출시하였다.",
    coin_content003:
      "블록시티는 지엑스체인에서 운영하는 모바일 애플리케이션으로, 유저들이 손쉽게 데이터 관리와 공유를 제어할 수 있게 해준다. 100만명이 넘는 유저들의 신원확인이 되어 있으며, 이들은 블록시티에서 개인정보를 제공해 소정의 보상을 받는다. 또한 블록시티는 유저의 데이터를 저장하지 않아 그들의 개인정보를 보호한다.\n탈중앙화 애플리케이션 개발에 쓰이고 있는 GID는 블록시티에 포함되어 있는 핵심기술이다. 이 기술은 유저들이 블록체인에서 개개인의 데이터를 관리/편집할 수 있는 기능을 주며, 암호화를 통해 더욱 안전하게 보관 및 보호할 수 있도록 한다.",
  },
  {
    coin_code: "OXT",
    coin_knm: "오키드",
    img_id: "OXT",
    coin_enm: "Orchid",
    coin_content001:
      "오키드(Orchid, OXT)란 익명의 커뮤니케이션과 가상 사설망(Virtual Private Network; VPN)을 위한 분산화된 마켓으로 탈중앙화된 VPN을 활성화하여 사용자가 글로벌 서비스 제공 업체 풀에서 대역폭을 구매할 수 있도록 하며, 시장 참여자에게 인센티브를 지급합니다. 사용자는 보다 다양한 사업자를 활용해 VPN을 설정할 수 있으며, 개인의 인터넷 접속기록 추적이 어려워 보다 안전한 인터넷 사용환경을 누릴 수 있습니다.",
    coin_content002:
      "오키드는 탈중앙화된 VPN을 활성화하여 사용자가 글로벌 서비스 제공 업체 풀에서 대역폭을 구매할 수 있도록 하고자 구축되었습니다.",
    coin_content003:
      "- 오키드 프로토콜 (Orchid Protocol): 오키드 소프트웨어는 OpenVPN, WireGuard와 흡사한 커스텀 VPN 프로토콜과 같은 용도로 구축되었습니다. 오키드 프로토콜은 고성능 네트워킹 기능을 기반으로 비디오 및 오디오 컨테츠를 운반하는 WebRTC 상 운영됩니다. 오키드 프로토콜을 통해 사용자는 원격 네트워트 리소스에 대한 액세스를 요청하고 나노페이먼트 시스템을 사용하여 OXT로 리소스에 대한 비용을 지불할 수 있습니다. \n- 나노페이먼트 (Nanopayments): 나노페이먼트 시스템은 오키드 P2P 광역폭 마켓플레이스의 기반이며, 사용자는 노드 운영자에게 OXT로 프록시 대역폭에 대해 지불한다. 이 시스템은 거래 수수료를 낮추기 위해 설계되었습니다.  \n- 노드 (Nodes): 오키드의 서비스 제공자는 OpenVPN과 같은 일반적인 VPN 데몬과 유사한 소프트웨어를 실행하지만 오키드 프로토콜을 사용합니다. 오키드 노드는 이더리움의 제공자 디렉토리와 지분 레지스트리의 등록 정보를 유지합니다. 지분 레지스트리는 오키드 앱이 분산화된 환경에서 랜덤 서버를 자동으로 검색할 수 있도록 최적화되어 있으며, 공급자 디렉토리는 오키드 노드가 지리 위치 및 제공되는 추가 서비스와 같은 메타데이터를 등록할 수 있도록 합니다.",
  },
  {
    coin_code: "HDAC",
    coin_knm: "에이치닥",
    img_id: "HDAC",
    coin_enm: "Hdac",
    coin_content001:
      "에이치닥(HDAC)은 블록체인에 기반한 사물인터넷 컨트랙트 플랫폼으로, 연결된 기기들 간의 효율적인 상호작용을 가능하게 하여 소액 지불결제, 인증 확인, 사물 간 거래 등을 지원합니다.  또 에이치닥은 퍼블릭 블록체인과 프라이빗 블록체인을 연결하는 것을 목표로 개발되고 있으며, 두 블록체인을 상호 연결하여 신뢰를 기반으로 한 균형잡힌 사물인터넷 환경을 제공할 계획입니다.",
    coin_content002:
      "에이치닥은 현대BS&amp;C(주)가 개발한 사물인터넷(IoT) 플랫폼 가상자산으로, 정대선 현대BS&amp;C(주) 회장이 블록체인 전문기업인 ㈜더블체인의 전삼구 대표와 협력하여 개발했습니다. 2018년 기준 역대 ICO 투자 자금 규모 중 세계 5위를 기록한 바 있습니다.\n에이치닥은 Hyundai BS&amp;C, Hyundai Pay, PST legal &amp; consulting, DEXKO, Korea Polytechnic University 등 약 20여개 업체와 파트너십 제휴를 맺고 있습니다.",
    coin_content003:
      "에이치닥은 비트코인에서 파생된 멀티체인(MultiChain) 블록체인을 개선하여 사물인터넷 환경에 적합한 블록체인으로 구축했습니다. 멀티체인은 널리 활용되고 있는 비트코인을 기반으로 하고 있으며, 프라이빗 블록체인을 효율적으로 구축할 수 있다는 장점을 보유하고 있습니다. ePoW(equilibrium Proof of Work)는 PoW 알고리즘이 보유하고 있던 장점은 그대로 유지하면서 기존 에너지 효율성과 채굴 공정성 문제를 개선하기 위해 개발되었습니다. 이를 통해 PoW 합의에 참여하는 인원은 줄이고 채굴 노드들에게는 더욱 참여 동기를 부여할 수 있게 됩니다.",
  },
  {
    coin_code: "CHZ",
    coin_knm: "칠리즈",
    img_id: "CHZ",
    coin_enm: "Chiliz",
    coin_content001:
      "칠리즈는 스포츠 팬이 팀의 결정사항에 참여하고 리워드를 받는 소시오스닷컴에서 이용가능한 가상자산입니다. 유저는 칠리즈 토큰으로 파트너 구단들의 팬 토큰을 구매할 수 있고 팬 토큰 소유를 통해 좋아하는 팀과 관련된 투표에 참여하여 의사 결정에 영향을 미치거나 설문참여, 이벤트 참여 등의 다양한 활동이 가능합니다. 칠리즈는 다수의 수동적인 스포츠 팬들이 적극적으로 영향력을 행사하는 사람으로 전환시키고자 하며 구단은 이러한 팬층을 토큰으로 수익화 하여 구단과 팬의 상생을 추구합니다.",
    coin_content002:
      "칠리즈는 몰타에 위치한 HX Entertainment Ltd에 의해 발행되었으며 소시오스닷컴의 플랫폼에서 사용되기 위해 ERC-20으로 탄생하였습니다.",
    coin_content003:
      "- 소시오스닷컴 플랫폼: 소시오스 닷컴 플랫폼은 팬이 칠리즈 파트너 구단의 팬 토큰을 구매 및 보유 거래하는 환경을 제공합니다. 유저는 팬토큰을 통해 자신이 좋아하는 구단의 의사결정 및 조직에 참여하고 영향을 미치기 위한 라이선스 역할을 합니다. \n\n- 팬토큰: 스포츠 구단에 대한 투표 권한과 팬 중심의 유틸리티를 제공하는 가상자산입니다. 팬토큰은 각 팀에 특화되어 있으며 팀마다 달리 발행량과 가격등이 설정됩니다. 팬토큰 보유자는 팀이 발행한 설문에 투표를 할 수 있으며 팀은 이러한 투표 결과를 반영하게 됩니다. 이를 통해 팬은 구단의 운영 및 의사결정에 보다 적극적으로 개입할 수 있게 됩니다.",
  },
  {
    coin_code: "CRO",
    coin_knm: "크립토닷컴체인",
    img_id: "CRO",
    coin_enm: "Crypto.com",
    coin_content001:
      "크립토닷컴 체인이란, 가상자산을 이용한 온라인 결제 플랫폼을 구축하고자 하는 크립토닷컴 프로젝트의 일환으로 크립토닷컴(MCO)을 이용할 수 있는 체인 내 트랜잭션과 노드를 운영하는데 사용되는 가상자산입니다.",
    coin_content002:
      "크립토닷컴 체인은 이더리움 기반의 ERC-20 토큰으로 2018년 11월에 발행되었습니다. CRO는 VISA 선불카드를 통해 가맹점에서 결제수단으로 사용할 수 있습니다. 크립토닷컴의 본부는 스위스에 위치하고 있으며, 사무실은 홍콩과 싱가포르에 있습니다.",
    coin_content003:
      "1. 분산화된 모바일 가상자산 결제 솔루션(Decentralized mobile virtual asset payment solution) \n크립토닷컴 체인은 확산을 단계적으로 실행하여 채택 속도를 높이는 동시에 실행 위험을 낮추는 분산된 모바일 가상자산 결제 솔루션입니다. API를 통해 간단하게 기존의 커머스 사업자들이 “크립토닷컴 페이”를 연동할 수 있으며, 이를 통해 거래 시 발생하는 수수료 비용을 해소 할 수 있습니다. 또한 기존의 지불 단말기 (POS)에도 크립토닷컴의 온라인 지불 게이트 웨이 (크립토닷컴 SDK) 통합을 통해 간단하게 “Crypto.com Pay”를 추가하여 이질감 없이 손쉽게 결제를 이용할 수 있는 장점을 제공하고 있습니다. \n \n2. 환전과 송금(Exchange and Wire transfer) \n사용자는 크립토닷컴 플랫폼에서 제공하는 어플리케이션을 통해 신속하고 편리하게 은행 환전 서비스를 이용할 수 있으며, 동시에 소액 또는 다량의 송금이 가능합니다. \n \n3. 유저 인터페이스(User Interface) \n간소하고 빠른 인증절차 등을 통해 다량의 유저들에게 쉽고 간결한 인터페이스 제공합니다. 또한, 크립토닷컴 체인은 사업자들과의 제휴를 통해 상거래 시 최대 2%의 캐시백을 제공합니다. 이 때 캐시백은 결제와 동시에 자동으로 크립토닷컴 토큰으로 지급됩니다.",
  },
  {
    coin_code: "SNT",
    coin_knm: "스테이터스네트워크토큰",
    img_id: "SNT",
    coin_enm: "Status",
    coin_content001:
      "스테이터스 네트워크 토큰은 이더리움 네트워크를 기반으로 하는 모바일 인터페이스로, 이더리움 네트워크에서 실행되는 모든 탈 중앙형 어플리케이션 (dApp)과 연동되는 오픈 소스 메시징 플랫폼입니다. 스테이터스의 메신저 구성은 모든 스마트 폰 사용자에게 이더리움 네트워크가 보다 친숙한 느낌을 줄 수 있게 하는 한편, dApp 개발자에게는 더욱 유연한 플랫폼을 제공하는 등, 퍼블릭 블록체인 의 일상 사용량과 컨텐츠의 증가를 동시에 유발하는 효과를 기대할 수 있습니다. 스테이터스는 모듈 형 유틸리티 토큰으로 스테이터스 네트워크가 제공하는 탈 중앙형 푸시 알림 시장, 스테이터스 클라이언트의 거버넌스, 공동체의 컨텐츠 분류 편집,‘Tribute to talk’와 같은 다양한 소셜 커뮤니케이션 도구의 동력으로써 사용됩니다.",
    coin_content002:
      "스테이터스 네트워크는 Carl Bennets와 Jarrad Hope에 의해 설립되었으며, 둘은 스테이터스 이전 3년 동안 2천만 소프트웨어를 배포하는 등, 소프트웨어 유통 네트워크를 성공적으로 운영하며, 총 6년간 함께 다양한 프로젝트에서 동료로 일해오고 있습니다. 또한, 둘은 함께 일하고 있는 스테이터스 개발팀원들의 모든 프로젝트 자금을 소프트웨어 유통 네트워크에서 얻은 수익금으로 지원했습니다.\n스테이터스는 2016년12월 BlockchainHub Graz가 주관하는 블록체인 스타트업 콘테스트에서 각각 비즈니스 아이디어, 비즈니스 모델, 마케팅, 사회적 파급효과, 팀 역량, 그리고 실행능력 등 총 6개 부문에서 매우 우수한 평가를 받아 80개 이상의 참가 팀 중 Etherisc와 함께 최종 우승하여 역량과 경쟁력을 보유한 회사로 주목 받아왔습니다.\n2017년 11월에는 전 Google 임원 인 Nabil Nahdy가 최고 운영 책임자 (COO)로 팀에 합류하였으며, 그 후 2018년 2월에는 Netexplo’s 2018 Grand Prix Award를 수상하는 등 활발한 대외 활동을 하고 있습니다. Nabil은 Google에서 Google지도 및 Google Flight 제품을 성공적으로 이끌었으며, 10억 명이 넘는 이용자를 위한 환경 구축 경험을 바탕으로 회사의 비전과 목표, 로드맵을 수립하는 역할을 담당하고 있습니다.",
    coin_content003:
      "1. 사회경제적 네트워크\n스테이터스 네트워크는 오너, 어드버타이저, 유저가 서로 균형 있게 공존할 수 없었던 기존의 낡은 소셜 네트워크 모델을 벗어나 유저 중심의 새로운 생태계 패러다임을 제시하는 사회경제적 네트워크 모델입니다. 그로 인해 유저들은 네트워크의 행동 방식과 소프트웨어 등을 직접 유저들이 지향하는 방향으로 결정할 수 있게 됩니다.\n\n2. 최초의 이더리움 경량 클라이언트 프로토콜\n스테이터스는 이더리움 네트워크를 기반으로 한 최초의 이더리움 경량 클라이언트 프로토콜로 이용자들이 이더리움에 기반을 둔 dApp를 자유롭게 스테이터스 플랫폼에 등록할 수 있어 이용자들에게 높은 네트워크 접근성을 제공하고 있습니다.\n\n3. P2P 보안 메시징 및 스마트 컨트랙트 서비스\n스테이터스는 중앙화된 서버가 아니라 P2P로 메시지를 전달하기 때문에 대화 내용이 해킹으로부터 안전할 뿐 아니라, 강한 보안 메시징 서비스를 이용할 수 있습니다. 또한, 이더리움 플랫폼과 마찬가지로 스마트 컨트랙트를 이용하여 사용자들 간에 메신저를 통한 송금과 결제가 가능할 뿐 아니라, 스테이터스를 활용한 스팸 필터링, 가상자산/정부화폐 간 거래, 스티커 서비스등 다양한 컨텐츠가 제공됩니다.",
  },
  {
    coin_code: "MATIC",
    coin_knm: "폴리곤",
    img_id: "MATIC",
    coin_enm: "Polygon",
    coin_content001:
      "폴리곤(Polygon, MATIC)이란 느린 거래 처리 속도 및 제한된 확장성 등 이더리움 블록체인의 한계점을 개선하여 확장성과 보안성을 높이고자 구축된 플랫폼이자 프레임워크입니다. 이를 위해 폴리곤은 이더리움과 연동된 별도의 사이드 체인을 구축하여 거래 처리, 검증 및 기록은 폴리곤의 사이드체인에서 진행하고, 최종 결과만 이더리움 블록체인에 기록하여 확장성을 개선합니다. MATIC은 폴리곤 생태계의 토큰으로 거래 수수료 지불 및 스테이킹 참여 등 폴리곤의 생태계를 유지하는데 사용되며, 지불된 거래 수수료는 네트워크 검증인 및 블록 생성자에게 보상으로 지급됩니다.",
    coin_content002:
      "폴리곤은  Matic Network (BVI) Ltd에 의해 2017년 구축되었으며 탈중앙화를 따르는 동시에 확장성 문제에 대한 오프/사이드체인 솔루션을 제공하기 위해 노력하고 있습니다.",
    coin_content003:
      "폴리곤 체인(Polygon Chains): 폴리곤은 확장성, 유연성 및 주권을 중점적으로 책임지는 스탠드 얼론 체인(Stand-alone Chain)과 보안성, 상호운용성, 개발자 경험을 책임지는 시큐어 체인(Secured chain) 2가지 타입의 이더리움 연동 가능한 블록체인 네트워크를 지원합니다. \n\n- 스탠드 얼론 체인 (Stand-alone Chains):  폴리곤 체인의 스탠드 얼론 체인은 완전한 주권을 가진 이더리움 호환 가능한 블록체인 네트워크입니다. 이 네트워크는 자체 보안을 완전히 담당하며,  최고 수준의 독립성 및 유연성을 제공합니다. \n\n- 시큐어 체인 (Secured chains): 시큐어 체인이란 체인의 검증풀을 구축하기에 앞서 보안성을 서비스로 사용하는 블록체인 네트워크입니다. 서비스는 fraud proof 및 validity proof를 통해 이더리움으로 직접 사용가능하며, 프로페셔널 검증자를 통해서도 제공 가능합니다. 시큐어 체인은 최고 수준의 보안성을 제공하는 대신, 독립성 및 유연성이 다소 낮습니다.",
  },
  {
    coin_code: "FCT",
    coin_knm: "피르마체인",
    img_id: "FCT",
    coin_enm: "Firmachain",
    coin_content001:
      "피르마체인은 블록체인의 탈중앙화 특성을 이용해 위변조 문제를 해결, 비용절감 및 전자계약의 한계점을 극복하고자 개발된 블록체인 기반 전자계약, 데이터 저장소 플랫폼입니다. 피르마체인의 전자 계약은 블록체인을 통해 협상과 거래 이력 등 모든 정보를 위변조 없이 투명하게 기록, 블록체인을 통해 인증된 라이선서와 라이센시가 직접 만날 필요 없이 플랫폼을 통해 글로벌 계약 체결이 가능합니다. 또한, 피르마체인의 데이터 저장소에는 사용자와 채굴자 간의 파일 저장 계약을 할 수 있는데 사용자는 채굴자에게 저장할 파일을 전송, 파일 전송이 완료되면 채굴자는 파일을 암호화한 후, 파일의 복제 및 암호화가 성공적으로 이뤄졌다는 파일 저장 증명을 블록체인에 전파합니다.",
    coin_content002:
      "FCT는 이더리움 기반의 ERC-20 토큰으로, 2019년 5월에 싱가폴 기반의 피르마체인 법인에서 개발되었습니다. 또한, FCT는 피르마체인 플랫폼의 Dapp서비스 이용료로 사용되기 위하여 발행되었습니다.",
    coin_content003:
      "1. 피르마체인 플랫폼 구조  \n 피르마체인의 플랫폼은 암호화된 계약 데이터와 계약 트랜잭션이 저장되는 코어 레이어, DApp으로 계약서를 작성/관리하는 애플리케이션 레이어, 그리고 전자 계약을 검증, 가공하고 코어 레이어와 애플리케이선 레이어를 연결하는 서비스 레이어로 구성됩니다. \n 2. 1st DApp: E-Contract \n 피르마체인의 첫번째 DApp으로 전자 계약 절차 관리 서비스입니다. 웹과 모바일에서 사용 가능하며 문서 작성, 대금 지급 등 계약 절차에 관한 모든 일을 진행할 수 있습니다.",
  },
  {
    coin_code: "FIT",
    coin_knm: "300피트 네트워크",
    img_id: "FIT",
    coin_enm: "300FIT NETWORK",
    coin_content001:
      "300피트 네트워크는 운동 전문가와 사용자를 연결하고 전통적인 오프라인 생태계와 비대면 생태계를 융합한 블록체인 기반의 운동 콘텐츠 및 운동 인플루언서 생태계입니다. 300피트를 통해 다양한 분야의 운동 전문가들은 컨텐츠 제작과 동시에 광고 활동 및 팔로워와의 소통이 가능합니다. 사용자는 개인별 운동분석 기술을 통해 정확한 운동에 대한 학습도 할 수 있습니다.",
    coin_content002:
      "300피트 네트워크는 운동 전문가들이 중심이 되는 생태계를 구축하고자 만들어졌습니다. 생태계의 활성화를 통해 다양한 운동 콘텐츠의 제작 뿐만 아니라 생태계 구성원들 간의 투명한 보상을 제공을 목표로 합니다.",
    coin_content003:
      "300피트 네트워크는 서비스 레이어, 시스템 레이어, 코어 레이어 3가지로 구성되어 있습니다. \n\n1. 서비스 레이어:  \n300피트 네트워크 구성원들에게 제공되는 어플리케이션을 통해 생성된 데이터를 응용한 서비스가 구현되는 계층입니다. \n\n2. 시스템 레이어:  \n시스템 레이어는 300피트 네트워크를 통해 300kcal의 인플루언서, 유저, 기업 호라동 데이터가 블록체인 네트워크에 접근하는 게이트웨이 역할을 합니다. <br>\n코어 레이어는 생태계 내에서 생성되는 구성원의 활동 정도와 보상비율을 포함한 정보를 블록체인과 분산 저장소에 저장합니다. ",
  },
  {
    coin_code: "CAKE",
    coin_knm: "팬케이크스왑",
    img_id: "CAKE",
    coin_enm: "Pancake swap",
    coin_content001:
      "팬케이크스왑(PancakeSwap, CAKE)이란 BEP-20 토큰 스와핑을 위한 자동화된 마켓 메이커 (Automated Market-Maker; AMM) 모델을 갖춘 바이낸스 스마트 체인 기반의 탈중앙화 거래소(Decentralized Exchange)입니다. 사용자는 풀에 자금을 예치하고 보상으로 유동성 공급자(LP) 토큰을 보상받을 수 있으며, 해당 토큰을 사용해 자신의 지분을 회수하거나 일정 거래 수수료를 받을 수 있습니다. 뿐만 아니라, 팬케이크스왑 생태계의 거버넌스 토큰인 CAKE를 통한 이자 농사(Yield Farming) 및 시럽 풀 (SYRUP Pool) 스테이킹 서비스, 케이크 복권 (The CAKE Lottery) 등에 참여하여 보상을 얻을 수 있습니다.",
    coin_content002:
      "팬케이크스왑은 바이낸스 스마트 체인 기반의 탈중앙화 거래소로 바이낸스 스마트 체인의 1위 유동성 공급자이자 새롭고 혁신적인 이자 농사 메커니즘 구축을 목표로 합니다.",
    coin_content003:
      "팬케이크스왑 생태계에는 3가지 토큰이 존재합니다. \n\n- CAKE: 팬케이크스왑 생태계의 거버넌스 토큰으로 유동성 제공자는 그들의 FLIP 토큰을 팬케이크스왑에 스테이킹함으로써 CAKE를 보상받을 수 있습니다. \n \n- FLIP (PancakeSwap Liquidity Provider): 다른 AMM 모델과 마찬가지로, 사용자는 플랫폼 내에서 이용가능한 다양한 유동성 풀에 유동성을 제공하는 대가로 FLIP 토큰 행태의 유동성 공급자 토큰(Liquidity Provider Token)을 보상받게 됩니다. \n \n- Syrup: 사용자는 팬케이크스왑의 시럽 풀(Syrup Pool)에 CAKE 토큰을 스테이킹하여 SYRUP을 획득할 수 있으며, 시럽 홀더는 각 CAKE 블록 보상의 25%에 해당하는 보상과 새로운 BSC 프로젝트에서 토큰을 획득할 수 있는 권리를 부여 받습니다. 또한, SYRUP 토큰은 플랫폼 거버넌스, 수수료 및 골든 시럽 투표 등에 사용될 수 있습니다.",
  },
  {
    coin_code: "LINA",
    coin_knm: "리니어파이낸스",
    img_id: "LINA",
    coin_enm: "Linear",
    coin_content001:
      "리니어파이낸스(Linear, LINA)란 합성자산을 생성, 거래 및 관리하도록 구축된 최초의 크로스체인 호환 가능 분산형 합성 자산 프로토콜로 기타 합성자산 프로토콜보다 빠르고, 저렴하며 간편한 서비스를 제공한다. 리니어파이낸스의 토큰 LINA는 생태계 내에서의 담보 풀 내 스테이킹, 유동성 채굴 등에 사용됩니다.",
    coin_content002:
      "리니어파이낸스는 세이셜 공화국을 기반으로한 Crimson Claw Foundation에 의해 2020년 9월 16일 개발되었습니다.",
    coin_content003:
      "리니어파이낸스의 스마트컨트랙트를 2개의 서로 다른 블록체인으로 분리함으로써 하기와 같은 장점을 얻습니다. \n\n- 이더리움 리니어DAO와 ERC-20 기반의 리니어 토큰을 이더리움 상에 구축하여 DeFi 커뮤니티에 대한 지원을 극대화할 수 있으며 기타 프로토콜과의 크로스 DeFi 파트너쉽 구축이 가능합니다. \n\n- 빌더(Builder)와 거래소가 스마트컨트랙트 로직이 EVM 호환가능 블록체인에 배포된다. 이는 유동성 빌딩과 거래에 대한 가스비용을 최소화하여 사용자 사용 환경을 개선할 수 있다. \n\n- 파트너쉽을 맺고 있는 EVM 호환가능 블록체인의 블록타임이 이더리움 대비 훨씬 낮기 때문에 거래 수수료가 최소화되었습니다. 리니어파이낸스는 보다 신속한 오라클 가격 업데이트를 통해 사용자가 유동성을 제공할 수 있도록하며 이를 통해 스테이킹 참여 토큰의 가격을 보호, 부채 인플레이션에 대한 우려 역시 감소할 수 있습니다. \n \n- 리니어파이낸스의 모든 프로세스는 빠른 시일 내에 최적화되고 자동화되어 크로스체인 간의 마찰 발생 가능성을 최소화합니다.",
  },
  {
    coin_code: "KNC",
    coin_knm: "카이버 네트워크",
    img_id: "KNC",
    coin_enm: "Kyber network",
    coin_content001:
      "신용 검증이 필요 없는 탈중앙화된 환전과 지불 서비스를 목표로 하고 있는 카이버 네트워크는 분산된 통합 지불 및 교환 솔루션으로써 사용자와 기업이 가상자산과 토큰을 안정적으로 교환 할 수 있도록 합니다. 블록체인상의 탈중앙화된 환전을 제공하며, 실제 환전 기능을 구축하고 판매자와 사용자를 위한 결제 API들을 제공함으로써 즉각적인 토큰 환전을 가능하게 하였으며 보다 쉽고 신용 검증이 필요 없는 것이 특징입니다. \n\n설계상으로 카이버 네트워크는 완벽하고 안전한 토큰 교환이 가능하므로 다른 플랫폼과 통합될 때 가장 잘 작동합니다.\n\nERC20 토큰인 Kyber Network Crystal(KNC)은 카이버 네트워크의 기본 토큰입니다. KNC는 2017 년 9월 15일에 처음 발행되었으며, ICO를 통해 하드캡 200,000ETH를 성황리에 모금했습니다.\n\n카이버 네트워크는 올 2월에 파일럿 메인넷을 출시하였으며( https://kyber.network ), 현재는 MVP 공개 이후 카이버 월렛을 집중적으로 개발하고 있습니다.",
    coin_content002:
      "카이버 네트워크는 CEO인 로이 루(Loi Luu) 박사를 비롯한 경험이 풍부한 이더리움 개발자들이 이끌고 있습니다. 로이 루는 카이버 네트워크 설립 당시 가상자산 전공으로 National University of Singapore에서 박사 학위를 받았습니다. 회사를 설립하기 전에는 분산된 Mining Pool인 ‘SmartPool’ 프로젝트를 설립했으며, Ethereum Foundation에 연구원으로도 참여했습니다.",
    coin_content003:
      "카이버 네트워크는 Decentralized Exchange(DEX) 구현체 중 하나로써, 기존의 중앙화 된 거래소의 문제점들을 해결하기 위해 탈중앙화 된 형태로 운영할 수 있도록 고안되었습니다.\n\n1. Trustless and secure (불필요한 신용 확인과 보안)\n카이버 네트워크 운영자는 사용자의 토큰을 보유하지 않습니다. 따라서 사용자의 토큰은 도난으로부터 보호됩니다. 사용자는 스마트 컨트랙트에 의해 운영자의 무결성이 강화되고 보장되므로 ‘Reverse’ 개체 및 KNC 토큰 소유자의 의도가 신뢰가 가는지에 대한 신용도를 신경 쓸 필요가 없습니다.\n\n2. Instant Trade (즉각적인 거래)\n환전 또는 교환 요청은 단일 트랜잭션 내에서 즉시 실행됩니다. ‘Requestor’는 자신의 기존 토큰을 송금한 순간에 즉각적으로 교환된 토큰을 받습니다. 보증금이나 컨펌 또는 대기 시간이 필요하지 않습니다. 이 효율적이고 사용자 친화적인 기능은 Kyber Network를 기존의 다른 거래소와 차별되게 해줍니다.\n\n3. On-chain Exchange (블록체인상의 환전)\n환전은 블록체인을 통해 실행되며 일반 계좌와 스마트 컨트랙트를 포함하여 모든 계좌에 액세스 할 수 있습니다.\n이를 통해 스마트 컨트랙트는 제 3자의 개입없이 환전하는 사람과 직접 상호 작용하여 기존에 지원하지 않는 다른토큰으로 자금 및 지불을 받을 수 있습니다. 이 기능을 통해 카이버 네트워크는 일반 계좌 및 스마트 컨트랙트를 포함한 모든 계좌에 대한 블록체인 기반의 프록시 지불 플랫폼이 됩니다.\n\n4. Compatibility (호환성)\nKyber Network는 이더리움의 기본 프로토콜과 기존의 스마트 컨트랙트 내에서 작동 하도록 하기 위해 별도의 수정을 요구하지 않습니다. Kyber Network의 지불 API는 기존 계약과 아무런 변화없이 통신 할 수 있습니다.",
  },
  {
    coin_code: "SSX",
    coin_knm: "썸씽",
    img_id: "SSX",
    coin_enm: "Somesing",
    coin_content001:
      "썸씽은 블록체인 기반의 글로벌 소셜 뮤직 서비스 플랫폼으로 노래에 대한 재창작 활동, 콘텐츠 후원, 선물 등을 통해 보상과 수익을 얻을 수 있습니다. 앱을 사용하여 K-POP을 포함한 4만 여곡 이상의 노래를 365일 24시간 부를 수 있으며, 자신만의 컨텐츠 제작이 가능합니다. 이러한 컨텐츠는 플랫폼에 게시 가능하며, 스마트 컨트랙트를 통해 노래 컨텐츠에 대한 Wallet이 생성되어 다른 유저로부터 후원, 선물 등을 통해 토큰을 적립 받을 수 있습니다.",
    coin_content002:
      "썸씽은 싱가포르 기반의 EAPL PTE.LTD에 의해 개발되었으며, 사용자에 의해 만들어진 음악을 언제 어디서나 즐길 수 있도록 구축되었습니다.",
    coin_content003:
      "1. Sync &amp; Sound Effect: \n시작 전 사용자 키에 맞는 반주 키의 조정이 가능하여 사용자의 목소리 입력 지연을 Real Time으로 조정 가능합니다. 별도의 특수장비 없이도 스튜디오급의 음질 및 음향효과 레코딩 기술을 경험할 수 있습니다.  \n\n2. Duet: \n사용자가 직접 파트를 편집할 수 있으며, 생성된 파트 정보는 재활용이 가능합니다. 동일한 노래에서도 다양한 형태의 듀엣 컨텐츠를 생성할 수 있고 이에 따른 편집 리소스 절약도 개선 됩니다.",
  },
  {
    coin_code: "OBSR",
    coin_knm: "옵저버",
    img_id: "OBSR",
    coin_enm: "Observer ",
    coin_content001:
      "옵저버는 실시간 기상자료를 관측, 거래할 수 있는 클라우드 소싱 및 블록체인 기반 플랫폼으로 누구나 기상데이터를 수집하고 공유함으로써 OBSR를 보상받을 수 있습니다. 수집된 자료는 생태계 Big Data와 블록체인을 통해 체계적이고 투명하게 관리되며, 이를 통해 옵저버는 고해상도 기상 관측 자료를 제공할 수 있게 되며 관측자와 소비자 간의 기상데이터 생성, 거래 등 새로운 생태계를 구축합니다.",
    coin_content002:
      "옵저버는 에스토니아에 위치한 Observer Foundation에 의해 개발되었으며, 관측자와 소비자가 기상데이터를 수집, 공유함으로써 보상을 받고 수집된 자료를 빅데이터화하여 블록체인을 통해 체계적으로 투명하게 관리합니다.",
    coin_content003:
      "옵저버는 민간 부분의 다양한 기상관측을 전제로 합니다. 옵저버는 스마트폰, 자동차, 개인 관측소 등을 활요해 일상적인 관측을 권장하며, 전달된 파일은 빅데이터의 검증을 거쳐 관찰자의 보상으로 이뤄집니다. \n\n- 관측자 (Weather Data Provider): 다양한 기기를 이용해 기상관측을 수행하고 관측 자료를 실시간으로 공유하는 생산자 역할을 합니다. \n\n- 소비자 (Buyer): 실시간 및 과거 자료를 구매하는 수요자로 개인, 기업, 국가기관 등이 포함됩니다. \n\n- 옵저버 파운데이션 (Observer Foundation): 옵저버는 실시간 관측자료를 검증하고 이를 데이터베이스화 합니다. 검증 결과를 토대로 관측 정보의 정확도를 블록체인화 하며 성공한 관측에 대해 보상을 집행하고 소비자와 관측자를 연결하는 역할을 합니다.",
  },
  {
    coin_code: "GLM",
    coin_knm: "골렘",
    img_id: "GLM",
    coin_enm: "Golem",
    coin_content001:
      "골렘은 이더리움 플랫폼에 기초해 만들어진 골렘 네트워크에서 사용되는 가상자산입니다. 골렘 네트워크는 분산된 컴퓨팅 자원을 P2P로 연결해 공유하는 것이 가능합니다. 골렘 토큰을 보유하고 있는 사용자는 필요한 만큼의 컴퓨팅 파워를 끌어올 수 있으며, 반대로 하드웨어와 같은 컴퓨팅 자원을 빌려주는 대가로 골렘 토큰을 획득할 수도 있습니다.\n이렇게 운영되는 골렘은 컴퓨팅 파워의 에어비엔비(Airbnb for computing crowd sale)로 비유되기도 합니다.\n골렘은 누구나 액세스 할 수 있는 글로벌 오픈소스 분산 슈퍼 컴퓨터로, 일반 사용자의 PC에서 거대한 데이터 센터 전체에 이르기까지 모든 사용 가능한 머신(Machine)들의 파워(Power)로 구성됩니다. 이러한 컴퓨팅 파워가 공유됨으로써 기존에는 CGI 렌더링이나 기계 학습 등에 어려움을 겪었던 개인들도 필요한 만큼의 컴퓨팅 자원을 저렴한 비용으로 사용할 수가 있어 이러한 작업들이 가능합니다.\n이렇듯 골렘은 컴퓨팅 파워의 분산된 공유 경제를 창출하고 소프트웨어 개발자에게 유연하고 안정적이며 저렴한 컴퓨팅 파워 자원을 제공 할 수 있습니다.",
    coin_content002:
      "설립자는 Julian Zawistowski이며, 공동설립자는 Piotrek ‘Viggith’ Janiuk와 Andrzej Regulski 입니다.\nJulian (CEO)과 Andrzej (COO)는 다양한 컨설팅 프로젝트에서 함께 일했으며 Julian은 2008년 당시 IBS에서 컨설팅 지점을 개발하고 있었습니다. 그곳에서 2006년과 2012년 사이에 이사회의 부회장을 역임했습니다. Julian과 Andrzej는 2013년에 IBS를 떠나 컨설팅과 소프트웨어 개발 회사인 imapp을 설립하였습니다.\n골렘의 팀은 입증된 실력과 실적을 보유한 멤버들로 구성되어 있으며 대부분의 멤버들은 지난 몇 년 동안 함께 여러 프로젝트에 참여 했습니다.",
    coin_content003:
      "1. Decentralized Supercomputer\n골렘은 최초의 진정한 분산 수퍼 컴퓨터이며 컴퓨팅 파워 쉐어를 위한 글로벌 마켓을 만들고 있습니다. 개발자에게 안전한 소프트웨어의 배포와 수익 창출을 위한 유연한 도구들을 제공하고, 기존의 컴퓨팅 작업이 조직화 되고 실행되는 모든 방식을 바꾸려고 합니다.\n\n2. Peer to Peer Network\n골렘은 컴퓨터들을 Peer to Peer 네트워크로 연결하여 응용 프로그램의 소유자와 개별 이용자(요청자)들은 다른 사용자(제공자)의 컴퓨터 자원을 임대 할 수 있습니다. 골렘은 중앙 집중형이 아닌 Peer to Peer 네트워크로 이러한 자원들을 공급하려고 하고 있습니다. \n\n3. IaaS(Infrastructure-as-a-Service) &amp; PaaS(Platform-as-a-Service)\n컴퓨팅 자원의 효율적 이용에 대한 Decentralized Market을 위한 근간으로서 골렘은 IaaS(Infrastructure-as-a-Service)와 PaaS(Platform-as-a-Service)로서도 인식됩니다. 그러나 골렘의 진정한 잠재력은 소프트웨어의 통합에 있습니다. 누구나 자유롭게 Application Registry를 통해서 골렘 네트워크에 소프트웨어를 생성하고 게시할 수 있습니다.  Transaction Framework와 함께 개발자들은 수익 창출을 위해 유니크한 지불 메커니즘을 확장하거나 커스터마이징을 할 수도 있습니다.\n\n4. 에코시스템(Ecosystem)으로서의 골렘\n골렘은 Application Registry 기반의 전용 소프트웨어 솔루션을 통하여 개인이나 전문 업체의 컴퓨팅 자원 제공을 기반으로 하고 있습니다. 골렘이 운영하는 컴퓨팅 시장이 확장 되려면, 컴퓨팅 자원를 제공하는 제공자(Provider) 와 네트워크를 통하여 여러가지 작업을 생성하는 생성자(Requestor), 그리고 소프트웨어 개발자(Software Developer) 그룹이 필요합니다. 이 세가지 그룹이 골렘의 독특하고 상호 의존적인 생태계를 구성합니다.\n\n5. GLM \n골렘 네트워크 토큰 계정은 골렘의 핵심 구성 요소이며 향후 프로젝트 진화에 대한 유연성과 통제를 위해 설계 되었습니다.\n\n6. Application Registry\nApplication Registry는 이더리움 스마트 컨트렉트이며 누구나 골렘 네트워크에서 실행할 준비가 되어있는 애플리케이션들을 게시 할 수 있습니다.\n\n7. Resilience\n골렘은 완전히 분권화된 오픈소스 P2P 네트워크로서 검열에 탄력적이며 단일 시점 장애로부터 자유롭습니다.",
  },
  {
    coin_code: "ANKR",
    coin_knm: "앵커",
    img_id: "ANKR",
    coin_enm: "Ankr",
    coin_content001:
      "앵커는 블록체인을 활용한 분산형 클라우드 컴퓨팅 플랫폼을 구축하고자 하는 프로젝트입니다. 여분의 컴퓨팅 파워를 타인에게 대여하는 방법을 통해 거시적 관점에서 컴퓨팅 파워라는 자원을 효율적으로 이용하는 공유경제를 지향하고 있으며, 개인들은 이러한 공유활동을 통해 수익을 창출할 수도 있습니다. 기술적으로는 멀티체인 플라즈마 기술을 활용하여 블록체인 사이즈를 줄임과 동시에 최소한의 데이터를 메인체인과 동기화하는 방법으로 수수료를 절감하며, 이를 통해 보다 낮은 비용으로 클라우드 컴퓨팅 환경을 제공하고자 합니다.",
    coin_content002:
      "앵커 재단은 블록체인 기술을 활용한 탈중앙화 클라우드 컴퓨팅 서비스를 제공하기 위해 Chandler Song에 의해 설립되었습니다. 2019년 2월 19일 이더리움 기반으로 발행된 Ankr는 여분의 클라우드 컴퓨팅 파워를 타인에게 대여하고 이에 대한 댓가로 보상받을 수 있는 보상 및 클라우드 서비스 활용에 대한 수료료로 활용됩니다. Ankr는 POW(Proof-of-Work)의 중앙화 및 채굴자에 대한 보상의 한계를 극복하고, 공유 클라우드 컴퓨팅의 비지니스 모델에 적합한 PoUW(Proof-of-Useful-work)알고리즘을 활용하고자 합니다.",
    coin_content003:
      "1. 독자적 PoUW (The Proof of Useful Work) 알고리즘 \nPOW의 에너지 비효율성을 극복할 수 있는 PoUW 알고리즘은 에너지 효율과 동시에 보안성을 제공할 수 있습니다. 이는 새로운 블록을 생성할 때 해쉬 알고리즘을 푸는 방식이 아니라 실용적인 컴퓨터 수요를 활용하기 때문에 가능합니다. 해쉬 알고리즘을 풀어낸 채굴자에게만 보상을 주는 비트코인의 합의 알고리즘과 달리 Ankr의 블록체인에서는 컴퓨팅 파워를 제공하는 모든 유저에게 보상을 제공합니다.\n\n2. 멀티체인 플라즈마 기술 (Mulity-Chain Plasma Technology) \n메인체인에서 파생된 하위체인을 활용하는 플라즈마 기술을 적용할 예정입니다. 이를 통해 메인체인의 확장성 문제를 해결할 수 있으며, Ankr의 사업모델에 보다 적합한 방식으로 변용할 수 있습니다.",
  },
  {
    coin_code: "FLETA",
    coin_knm: "플레타",
    img_id: "FLETA",
    coin_enm: "FLETA",
    coin_content001:
      "플레타란 대다수의 블록체인 플랫폼이 한계를 나타내고 있는 확장성, 데이터 처리 속도, 데이터 용량, 플랫폼 사용료 등의 문제를 개선하여 지속 가능한 DApp 생태계를 구축하고자 만들어졌습니다. 플레타는 블록체인상의 구글 안드로이드, 애플 iOS와 같은 서비스 플랫폼을 제공하고, DApp의 독립성과 확장성을 기반으로 완벽한 분산경제를 창출하는데 목적을 두고 있습니다. 또한, GAS나 Stake의 부담을 줄이고 거래 처리 속도 증가, 플레타 플랫폼 위의 모든 프로젝트들의 목적 달성, 융합 또는 확장함으로써 사용자들과 함께 지속 가능한 유기적 생태계를 구축해 나가고자 합니다.",
    coin_content002:
      "FLETA는 이더리움 기반의 ERC-20 토큰으로 2019년 4월에 싱가폴 FLETA Pte Ltd에서 개발되었습니다. 해당 토큰은 독립 멀티체인 구조를 지원하는 블록 체인 서비스 플렛폼에서 독립적으로 Formulator를 구성하기 위해 발행되었습니다. 발행된 플레타는 토큰관리자 주소로 들어감과 동시에 Token Issue Transaction이 발행되어, 해당 금액을 입금한 주소로 지정된 토큰을 생성하여 제공한다. 이를 통하여 수수료 또는 부하 누적 문제 등을 해결합니다.",
    coin_content003:
      "1. Proof of Formulation \nPoF는 FLETA가 개발한 새로운 합의 방식이며, 난이도 또는 스테이킹과 같은 기존 합의 방식의 불필요한 포크 방지, 속도 개선 등의 장점을 갖고 있습니다. PoF는 블록 채굴 순서 합의를 통하여 지정된 순서를 기반으로 블록을 생성하는 새로운 합의 모델로서, 블록 전파 범위를 줄임과 동시에 생성 및 전파를 신속하게 처리할 수 있습니다. 또한 옵저버 노드를 통해 즉시 컨펌 가능합니다. \n\n2. 독립 멀티체인 구조 \nFLETA는 서브체인이 별도로 운영되는 독립적 멀티체인 구조를 기반으로 기존 프로토콜의 메인 체인 과부화 문제와 개발자 또는 사용자에게 요구하는 과도한 비용 문제를 해결하였습니다. 즉, 메인 체인의 성능과 데이터 영역을 분리시킴으로써 서로 다른 DApp끼리의 영향을 받지 않고 독립적으로 운영 및 유지가 가능합니다. 이를 통해 과도한 DApp 개발비용 및 DApp 서비스 사용수수료 부담을 줄일 수 있습니다.  \n\n3. 병렬 샤딩 \nFLETA가 독자적으로 개발한 병렬 샤딩 알고리즘으로서 개별의 샤드 데이터가 서로 공유되지 않도록 완전히 분리되어 이중지불 없이 병렬적으로 동작 가능합니다. 또한, 샤드의 개수 증가함에 따라 TPS 향상과 샤드 개별의 TPS 향상에 중점을 두어 FLETA는 초당 20,000건의 거래 처리가 가능합니다.  <br>\n\n4. 레벨트리 \nFLETA는 많은 양의 계산과정이 지속적으로 소요되는 머클트리 방식이 아닌 보다 효율적인 레벨트리 검증 방식을 도입했습니다. 기존 머클트리 방식에서 검증 구조의 용량을 90% 축소한 레벨트리 방식은 적은 데이터 수신으로 높은 수준의 트랜잭션 검증을 수행함으로써 실질적인 거래 검증 속도 자체를 5배 이상 향상시킬 수 있습니다.",
  },
  {
    coin_code: "TRUE",
    coin_knm: "트루체인",
    img_id: "TRUE",
    coin_enm: "Truechain",
    coin_content001:
      '트루체인은 세계 최초로 fPoW + DPoS 하이브리드 합의를 구현한 세계 퍼블릭체인이며, 탈중앙화 어플리케이션을 수행함에 있어 최상의 안전성과 효율성을 보장하는 퍼블릭체인 인프라입니다. 2017년 10월에 설립되었고 많은 유명한 자본가들이 전략적으로 투자했으며, CCTV에 "우수 퍼블릭체인 인프라 사례"로 다섯 차례 보도되었습니다. 파트너십은 세계 Top 500 기업인 마이크로소프트 차이나와 아마존, 세계 유명한 Stable Coins 기관인 Paxos, MakerDAO 등이 있습니다. 2019년 3월 30일에 메인넷이 오픈되었으며 OKEx, Bithumb, Binance Dex, ZB, HitBTC 등 세계적으로 유명한 20여개 거래소에 상장되었습니다.',
    coin_content002:
      "업계 최고의 기술을 통해 트루체인은 탈중앙 경제에 효율적이고 잘 통제된 블록체인을 제공하는 것을 목표로 삼고 있습니다. 해당 재단은 체인을 유지하고 개선하는데 경제학적 이론을 그 기반으로 하는 최초의 하이브리드 합의 인센티브 모델을 고안해냈습니다. 저희는 안정적인 가스 수수료 메커니즘을 이용해 DApp 개발자와 운영자의 비용을 낮추고 블록체인을 보다 대중화했습니다. 플랫폼 이외에도 트루체인은 전세계 개발자와 기업가가 트루체인 운동의 일원으로 참여하여 미래의 분산 경제를 구축하는 포괄적인 커뮤니티뿐만 아니라 개발자에게 편리한 오픈소스 제품의 라이브러리 또한 보유하고 있습니다.",
    coin_content003:
      "1. 스트림라인 블록체인 \n안전한 샤딩과 무허가 fPoW + DPoS 하이브리드 합의를 통해 무허가 블록체인의 효율성과 분산화 사이의 충돌은 트루체인에 의해 해결됩니다. \n\n2. 하이브리드 합의 인센티브 모델 \n트루체인은 세계 최초의 블록체인 기술 및 보상과 관련하여 앞으로 경제적 인식을 높일 하이브리드 합의 관리를 위한 인센티브 모델을 설계한 최초의 기업입니다. \n\n3. 강력한 글로벌 개발자 커뮤니티 \n새로운 세대의 무허가 블록체인 중에서 트루체인은 중국에서 가장 크고 세계에서 가장 빠르게 성장하고 있는 개발자 커뮤니티를 보유하고 있습니다.",
  },
  {
    coin_code: "BAT",
    coin_knm: "베이직어텐션토큰",
    img_id: "BAT",
    coin_enm: "Basic Attention Token",
    coin_content001:
      "베이직어텐션토큰은 이더리움 네트워크를 사용하는 결제용 유틸리티 토큰으로서 기존 광고 시장의 비합리적인 요소들, 사기, 개인정보 침해 등을 없애고 광고주, 출판사 그리고 사용자들을 이어주는 토큰입니다.  스마트 컨트랙트를 사용하여 확실한 결제 처리를 이루어 내며, 블록체인으로 결제에 대한 보안성을 높힙니다.  특히, 사용자의 관심도에 따라 보상이 지급되며, 광고주와 출판사에게 더 나은 조건을 제시할 수 있게끔 해줍니다.",
    coin_content002:
      "Brave Software Inc. 는 2014년도에 설립되었으며, JaveScript의 창시자 이자 Mozilla와 Firefox의 공동 창립자인 Brendan Eich, CEO 필두로 Yahoo, Mozilla등 유명 기업 출신들 개발자들과 함께 BAT그리고 Brave browser를 완성해 가고 있습니다.\n최근 4백만 활성-유저와 2만 활성-퍼블리셔를 넘긴 Brave Softwafre Inc.는 Cal Hacks 5.0를 스폰서 하고, 9월 27일 경에 Brave Browser의 베타버젼이 출시 하였으며, 구글 플레이에서 천만 다운로드를 달성하는 등 좋은 진보를 보여주고 있습니다.",
    coin_content003:
      "1. Brave Ecosystem\n베이직어텐션토큰은 유저의 관심도에 따라 출판사와 광고주가 받게 되는 BAT의 보상금액이 달라지기에 유저의 행동에 대한 추적이 필요합니다.  \n확실한 추적을 위해, Brave 서버 및 Brave 브라우저를 제공하여 유저, 그리고 확인된 출판사와 광고주가 Brave Ecosystem 에서 활동하게 됩니다. \n초기의 BAT 보상 모델은 유저가 Brave 브라우저를 사용하게 되면서 발생하게 되는데, 이는 Brave 브라우저를 통해서 광고에 접근하는 유저의 관심도를 유저의 익명성을 보장하면서 추적하여 관심도를 측정, 그 후 출판사와 광고주에게 BAT가 보상 지급 됩니다",
  },
  {
    coin_code: "ZRX",
    coin_knm: "제로엑스",
    img_id: "ZRX",
    coin_enm: "0x",
    coin_content001:
      "제로엑스는 이더리움 블록체인에서 분산된 거래를 위한 개방형 프로토콜입니다. 점점 더 정교해지는 dApp을 구동하기 위해 다른 프로토콜과 결합 될 수 있는 기본 빌딩 블록 역할을 합니다. 제로엑스 프로토콜을 이용하면 스마트 컨트랙트를 통해 ERC20 토큰을 P2P로 거래를 할 수 있으며 다양한 dApp들도 이 프로토콜을 이용해서 토큰 거래를 할 수 있습니다. 각 dApp들은 Public Liquidity Pool 혹은 각 개인이 개발한 Liquidity Pool을 만들어 이 위에서 발생하는 거래에 대한 수수료를 얻을 수 있습니다. 이 거래의 수수료가 제로엑스(ZRX) 토큰으로 지불 됩니다. 또한 제로엑스 토큰은 제로엑스 프로토콜의 업데이트 메커니즘을 통해 프로토콜을 업데이트하고 개선 하는 분산 거버넌스에도 사용됩니다.",
    coin_content002:
      "공동 창업자 겸 CEO인 Warren은 스마트 컨트랙트를 연구하고 있으며, Los Alamos National Laboratory에서 응용 물리학 연구를 수학했으며, UC 샌디에고에서는 기계공학을 공부하였습니다. \n공동 창업자 겸 CTO인 Amir Bandeali 역시  스마트 컨트랙트를 연구하고 있으며, 이전에 DRW에서 일했고, Illinois 대학에서 금융학을 공부하였습니다. \n0x는 Polychain Capital, Pantera Capital, Blockchain Capital, Jen Advisors 및 Fintech Blockchain Group을 포함한 다양한 벤처 캐피털 회사로부터 지원을 받고 있습니다. 또한 Pantera Capital의 CIO인 Joey Krug와 CoinBase팀의 Co-Founder와 PM이 어드바이저로 참여하고 있습니다.",
    coin_content003:
      "1. 제로엑스는 이더리움 블록체인 내에서 돌아가는 거래소 프로토콜이며 코인간 거래는 스마트 컨트랙트 방식을 통해 P2P 방식으로 체결됩니다. 또한 Off-Chain 방식의 Orderbook을 사용하여 기존의 탈중앙화 거래소에 비해 빠른 거래가 가능하며 수수료도 더 저럼합니다.\n\n2. 메시지 포멧\n각 주문은 주문 매개 변수와 관련 서명을 포함하는 데이터 패킷입니다. 주문 매개 변수들은 Keccak SHA3 기능을 통해 32 바이트로 연결되고 해시 됩니다. 주문 발신자는 ECDSA 서명을 생성하기 위해 비공개 키를 사용하여 오더 해시를 생성합니다.\n\n3. 스마트 컨트랙트\n교환 프로토콜은 공개적으로 액세스 할 수 있고 무료로 사용할 수 있는 이더리움 스마트 컨트랙트 내에서 구현됩니다. 교환 프로토콜은 Solidity 프로그래밍 언어로 구현되며, ‘Fill’ 과 ‘Cancel’ 이라는 비교적 간단한 두 가지 기능을 포함합니다. 전체 컨트랙트는 약 100 줄의 코드이며 주문을 완료하기 위해 약 90k의 가스 비용이 소요됩니다.\n\n4. Protocol Token\n암호경제 프로토콜은 경제적인 인센티브를 창출하여 합리적인 경제 에이전트 네트워크를 형성합니다. 반면 제로엑스는 기본적으로 암호화된 프로토콜이 아닌 구매자와 판매자 사이의 신호 전달을 용이하게하기 위해 사용되는 네트워크 프로토콜 (암호 경제 프로토콜)이지만 교환 기능을 통합한 dApp의 개방형 표준으로 사용됩니다. \n\n5. Off-chain order relay On-chain settlement\n제로엑스 프로토콜의 핵심 기술은 코인 주문이 Off-chain으로 전송되어 비용을 절감하고 블록체인의 블록이 커지는 것을 방지하는 것입니다. 기존 블록체인 장부 시스템에서는 거래가 일어나거나 특별한 이벤트가 발생할 때 블록이 계속 생성되는데 반해 제로엑스는 이런 용량을 감소시키는 기술을 적용하고 있습니다. ",
  },
  {
    coin_code: "TMTG",
    coin_knm: "더마이다스터치골드",
    img_id: "TMTG",
    coin_enm: "The Midas Touch Gold",
    coin_content001:
      '"금거래의 표준 가상자산" 슬로건으로 탄생한 TMTG(The Midas Touch Gold)는 실질 자산과 가상자산의 교환을 목적으로 개발된 토큰입니다. TMTG는 DGE(Digital Gold Exchange)의 생태계 유지 및 활성화에 대한 매개체 역할을 하는 유틸리티 토큰으로써 관련 플랫폼에서의 가상자산 구매 수단으로 사용됩니다. DGE는 TMTG 코인을 실제 현물인 금과 디지털 골드로 매매할 수 있는 온라인 거래소이며, TMTG 토큰을 이용한 매매 거래, 보유한 디지털 골드에 대하여 금으로 전환할 수 있습니다.',
    coin_content002:
      "현재 DGE 플랫폼에서는 TMTG 토큰을 금으로 교환하여 보유할 수 있는 기능을 제공하며, 로드맵에 따라 개발 업데이트 되고 있습니다. 이 때 DGE 플랫폼이란, TMTG와 교환되는 MDG 토큰을 금의 가치와 1:1로 매칭되어 있으며, 사용자가 원할 때 실물 금으로 교환 또는 배송 받을 수 있는 금거래 플랫폼을 의미합니다. DGE는 (주)한국금거래소와 2018년 2월에 금 거래계약을 체결하고 DGE 플랫폼을 기반으로 전세계 EMS를 통한 온라인 배송이 가능한 금거래 사업을 진행하고 있습니다. 다양한 수요처 확보를 위해 해당 재단은 해외 금거래 파트너사와 파트너십 확대, 여행, 문화상품권, 쇼핑몰, 레저 등의 사용처를 확대하고 있습니다.",
    coin_content003:
      "1. DEX(Decentralized Exchange) \nDEX의 구현인 Digital Gold Exchange는 사용자 간의 P2P 트랜잭션 뿐만 아니라 제 3자의 개입없이 보다 안전하고 빠른 가상자산 거래를 가능하게 합니다. \n\n2. PoO(Proof of Ownership) \n디지털 금 소유자가 오프라인 금 교환에서 실제 금으로 디지털 금을 받으려면 소유자가 자신이 디지털 금의 유일한 소유자임을 증명해야 합니다. 이에 대하여 쉽게 소유권을 증명할 수 있도록 Dapp에서 수정된 니모닉 서명 기호를 구현하고 있습니다.",
  },
  {
    coin_code: "LOOM",
    coin_knm: "룸네트워크",
    img_id: "LOOM",
    coin_enm: "Loom Network",
    coin_content001:
      "룸네트워크는 2018년 3월에 출시된 이더리움 기반의 분산화 어플(dApp) 개발 플랫폼으로\nICO를 거치지 않고 개발부터 출발한 차세대 플랫폼입니다.\n이더리움의 사이드 체인 프로젝트로, EOS를 기반으로 하는 분산화 어플(dApp) 들을 개발할 수 있게 해줍니다.",
    coin_content002:
      "룸네트워크는 2017년에 방콕에서 설립된 PaaS(서비스 플랫폼)으로 창립자이자 CEO인 Matthew Campbell은 글로벌 패션 기업 Gucci 에서 웹사이트 보수업무로 커리어를 시작하였습니다. \n\n이후 세계 최대 규모의 미디어 기업 집단 Bertelsmann 에서 시니어 R&amp;D 엔지니어로 근무하였고 톰슨 로이터, 블룸버그등의 다국적 미디어 그룹의 기술 연구원 경력을 보유하고 있습니다. \n\n최근 룸네트워크는 사이드 체인을 통한 이더리움 DApp인 좀비 배틀 그라운드(Zombie Battleground)를 출시하였으며 지난 달 '2018 블록체인 게임 잼 서울'행사를 개최하는 등 적극적인 마케팅 활동을 진행 중에 있습니다.",
    coin_content003:
      "1. 플랫폼 개발 집중형 프로젝트\n룸네트워크는 제품을 만들고, 분산화 어플리케이션 개발자들을 확보한 후에 깊이 있는 백서를 내놓기 위해 백서를 먼저 발간하지 않았습니다. 또한, 계획했던 로드맵에 따라 개발이 진행되고 있어 그들이 얼마나 플랫폼 개발에 집중하고 있는지를 말해 주기도 합니다.\n\n2. 개발자들에 의한, 개발자들을 위한\n룸네트워크는 개발자들이 분산화 어플을 더 쉽게 만들 수 있도록 Crypto Zombies, Delegate Call, EthFiddle.com, SolidityX와 같은 플랫폼과 사이트를 구축하였습니다.\n\n3. SDK 솔루션\n룸네트워크는 Loom SDK 솔루션을 제공합니다. 해당 솔루션은 이더리움을 기반으로 확장에 최적화된 DPos를 합의 알고리즘으로 사용, 이더리움 네트워크와 자산 연계를 위해 플라즈마 기반의 릴레이를 사용하고 있습니다. 이렇게 분산화 어플의 네트워크에 ERC20과 ERC721 토큰을 사용하면 토큰들은 이더리움 네트워크에 의해 보호받고 동시에 DPos에 의해 EOS에서 개발 가능한 어플리케이션을 이더리움 기반으로도 가능하도록 하였습니다.",
  },
  {
    coin_code: "AXS",
    coin_knm: "엑시인피니티",
    img_id: "AXS",
    coin_enm: "Axie Infinity",
    coin_content001:
      "엑시인피니티(Axie Infinity, AXS)란 엄청난 성공을 거둔 포켓몬 게임 시리즈에서 영감을 받은 인기 있는 블록체인 게임입니다. 끝없이 확장되는 Axie 생태계 전체에서 키우고, 싸우고, 거래할 수 있는 Axies로 알려진 다양한 디지털 애완동물을 플레이어가 수집할 수 있도록 하는 개방적이고 매우 유연한 게임 플레이가 특징입니다.",
    coin_content002:
      "Axie Infinity는 베트남에 기반을 둔 기술 중심 게임 개발자인 Sky Mavis가 2018년에 만들었습니다. Trung Nguyen과 Aleksander Larsen이 공동 설립한 플랫폼입니다.",
    coin_content003:
      "- 스테이킹 보상 : AXS 보유자는 곧 토큰을 스테이킹하여 보상을 받을 수 있습니다. 일부 다른 스테이킹 가능한 가상자산과 달리 보유자는 보상을 받기 위해 투표하고 플레이해야 합니다. 이 기능은 2021년에 출시될 예정입니다.\n\n- 거버넌스 : Axie Infinity는 AXS 이해관계자들이 플랫폼 개발을 둘러싼 일부 의사결정을 이어받는 분산 거버넌스 체제로 전환하기 위해 설계되었습니다. Sky Mavis는 2023년 10월까지 더 이상 과반수 투표를 하지 않을 것으로 예상됩니다. 거버넌스 기능은 2021년에 출시될 것으로 예상되지만 2023년 말까지 완전히 분산된 조직에서 관리해야 합니다.\n\n- 구매 자격 : 사용자는 향후 Axie, Land 또는 아이템 판매에 참여하기 위해 AXS를 보유해야 합니다.",
  },
  {
    coin_code: "BCD",
    coin_knm: "비트코인 다이아몬드",
    img_id: "BCD",
    coin_enm: "Bitcoin Diamond",
    coin_content001:
      "비트코인 다이아몬드는 비트코인의 블록체인에서 블록높이 495866에서 진행한 하드포크를 통해 생성된 코인입니다. \n비트코인 다이아몬드는 블록사이즈를 8MB로 늘려 앞으로 다가올 스케일링에 준비하였으며, 라이트닝 네트워크를 도입 그리고 수수료 감소를 통하여 결제 최적화를 이루었습다. 또한, 기존의 블록 생성시간을 5배 더 빠르게 향상시켜 블록체인의 트랜잭션 승인 속도를 올리는 것을 목표로 하고 있습니다.",
    coin_content002:
      "비트코인 다이아몬드 팀은 다양한 분야에서 풍부한 경험과 역량을 갖춘 멤버들로 구성되어 있으며, 특히 주요 멤버들의 경우 가상자산 업계에서 유명한 가상자산 프로젝트의 이사회 출신들로 매우 영향력 있는 멤버들로 구성되어 있습니다.\n해당 팀은 비트코인 다이아몬드 프로젝트가 개인 정보 보호에 중점을 둔 점을 강조하기 위해 멤버들의 정보를 비공개로 유지하고 있습니다. \n현재 각 팀원은 실명 대신 액션 영웅들의 이름을 익명을 사용하고 있지만, 만약 제휴 파트너십 등 비트코인 다이아몬드 팀으로부터 KYC 정보를 필요로 할 때는 해당 정보를 제공하고 있습니다.\n비트코인 다이아몬드는 이커머스 회사인 Shopping Cart Elite, 그리고 채굴 풀인 BSOD.PW  등과 제휴를 맺고 있습니다.",
    coin_content003:
      "1. 세그윗 \n세그윗을 통해 더 많은 트랜잭션 기록을 담으며, 궁극적으로는 네트워크 저장공간을 더 많이 확보할 수 있습니다.\n\n2. BIP44\nBIP44를 통해 사용자들이 손쉽게 개인 마스터 열쇠에 있는 주소들과 잔고들을 관리할 수 있게 하며, 열쇠의 노출을 줄여 자산을 더 안전하게 보관할 수 있습니다.\n\n3. 리플레이 방지 \n기존 비트코인의 취약점인 리플레이 공격에 대비하기 위해 비트코인의 트랜잭션 방식에서 약간의 변화를 주어, 비트코인 다이아몬드가 비트코인 거래에 방해받지 않도록 하였습니다.",
  },
  {
    coin_code: "LRC",
    coin_knm: "루프링",
    img_id: "LRC",
    coin_enm: "Loopring",
    coin_content001:
      "루프링은 이더리움 블록체인 기술을 적용한 개방형 프로토콜이며, 가상자산 교환을 위한 분산형 거래 시스템을 통해 사용자를 보호하고 거래 비용 절감 목적으로 개발되었습니다. 이더리움 스마트 컨트랙트 적용 및 ERC 토큰 교환 프로젝트를 진행하고 있으며 네오 블록체인과 퀀텀 블록체인을 스왑시키는 탈중앙화 블록체인이 루프링의 특징입니다. 전통적인 중앙 집중식 거래 방식을 탈피하여 자산 보관의 위험성을 낮추고 가상자산 교환 수수료 절감을 위해 공정성 개선을 적용하고 있으며, 향후 가상자산 간의 교환이 가능한 금융 시스템 구축을 목표로 하고 있습니다.",
    coin_content002:
      "루프링의 설립자는 다니엘 왕(Daniel Wang)이며 Xuefeng Li(Zhongan Tech CTO, 토큰 교환 및 규제 전문가), Da Hongfei(NEO 창립자), Hitters Xu(Bitcoin Startup Camp 창립자, Ant Financial 블록체인 이사)가 자문합니다. \n\n2015년까지 상하이에서 비트코인 거래소를 운영한 구글 엔지니어 출신인 다니엘 왕은 중앙화된 가상자산 거래소는 해킹으로부터 원천적으로 벗어 날 수 없다는 판단으로 가상자산 거래소 사업을 접고 루프링 프로젝트를 시작했습니다.\n\n분산형 자동 거래 시스템을 목적으로 2017년 가상자산 공개(ICO)를 성공적으로 마치고 미국에서 프로젝트를 추진하고 있습니다. 루프링 재단과 UC버클리대학은 블록체인 교차 전송 및 거래를 연구하는 프로토콜 공동 연구 프로그램 시작을 발표하였고 Zcash의 공동 창립자인 Alessandro Chiesa 버클리 대학 교수가 참여하였습니다. 교차 전송 프로토콜 공동 연구를 통해 영지식증명체계(Zero Knowledge Proofs)를 적용하여 보안성 향상에 관한 연구도 진행될 예정입니다.",
    coin_content003:
      "1. 분산형 암호화폐 교환 프로토콜 \n루프링은 블록체인 기술을 적용한 분산형 거래소이자 가상자산 교환이 가능한 개방형 프로토콜입니다. 영지식증명, 주문 공유(Order Sharing), 링 매칭(Ring-Matching)을 적용하여 기존 중앙화된 가상자산 거래소보다 안전하고 저렴한 비용으로 거래가 가능한 환경을 제공합니다.\n\n2. 안전성\n중앙화된 가상자산 거래소는 사용자들이 토큰을 직접 제어 할 수 없으며 거래소에 종속적일 수밖에 없는 구조입니다. 루프링은 분산형 네트워크를 통해 해킹, 디도스 공격 등의 위험성을 제거하여 안정적인 가상자산 거래가 가능한 환경을 제공합니다. 또한, 거래소 파산과 같이 사용자들이 입을 수 있는 치명적인 손해에 대해서도 대응할 수 있습니다. 따라서 루프링은 안전성을 기반으로 가상자산 생태계의 신뢰성을 높일 수 있습니다.\n\n3. 유동성\n루프링은 오픈 프로토콜로써 누구나 사용할 수 있고 루프링을 활용한 플랫폼은 쉽게 연결될 수 있어서 하나의 거대한 네트워크로써 가상자산 거래 및 교환에 중요한 유동성이 보장됩니다.\n\n4. 루프링 프로토콜 스마트 계약\n루프링 프로토콜 스마트 계약은 사용자가 거래를 시작할 때 거래소에 자금을 예치할 필요가 없습니다. 또한, 거래 중 자금에 대한 완벽한 자율성을 제공하기 위해 자금은 항상 사용자 지갑에 남아 있으며 주문에 의해 잠기지 않습니다. 따라서 주문을 실행하기 전에 취소, 수정이 가능하며 사용자가 주문을 마친 후에도 지갑에서 자금을 옮기는 것이 가능합니다. 주문 오류를 방지하기 위하여 링 매칭(Ring-Matching)을 통해 거래의 신뢰성을 높이고 루프링 프로토콜의 링 마이너(Ring-Miner)가 지갑의 잔액에 대해 경고하므로 완벽한 거래가 가능합니다.\n\n5. 자산 토큰화 서비스\n루프링은 ERC-20 기반의 토큰 간 거래 및 교환을 할 수 있습니다. 루프링은 확장성과 범용성을 위해 ERC-20기반의 토큰에 제한을 두지 않고 ATS(Asset Tokenization Services)기술을 사용하여 ERC-20 기반이 아닌 토큰도 거래 및 교환을 할 수 있습니다.",
  },
  {
    coin_code: "QTCON",
    coin_knm: "퀴즈톡",
    img_id: "QTCON",
    coin_enm: "Quiztok",
    coin_content001:
      "퀴즈톡은 퀴즈 창작자, 풀이자, 큐레이터, 광고주, 후원자 모두가 시간과 장소의 구애없이 사용할 수 있는 블록체인 기반의 광고-리워드 생태계를 목표로 합니다. 퀴즈톡 플랫폼 사용자는 자신의 기여에 따른 보상 포인트를 받을 수 있으며 이를 통해 사용자들의 적극적인 참여를 도모하여 지속 성장 가능한 플랫폼을 구축하고자 합니다.",
    coin_content002:
      "퀴즈톡은 2020년 4월 6일 Quiztok Co.Ltd에 의해 개발되었습니다. 퀴즈톡은 퀴즈와 소통, 광고, 보상을 결합한 탈중앙화된 지식 공유 플랫폼 구축을 통해 참여자가 주체가 되어 이에 따른 보상을 받을 수 있는 환경을 조성합니다.",
    coin_content003:
      "1. 생태계 참여자 \n퀴즈톡에는 퀴즈를 창작하여 제공하는 퀴즈 창작자, 퀴즈와 광고가 결합된 퀴즈를 푸는 퀴즈 풀이자, 창작된 퀴즈를 팔로워에게 전달하는 퀴즈 큐레이터, 퀴즈톡 광고 등록 시스템에 광고를 등록하는 광고주, 그리고 자신이 보유한 포인트 및 퀴즈톡 토큰을 기부하는 후원자가 존재합니다. \n\n2. 아키텍처 \n퀴즈톡 플랫폼은 Blockchain layer, Service layer, Application layer, External interface layer로 구성되었습니다.",
  },
  {
    coin_code: "APIX",
    coin_knm: "아픽스",
    img_id: "APIX",
    coin_enm: "APIS coin",
    coin_content001:
      "아픽스는 퍼블릭 체인에 기반한 마스터노드 중개 플랫폼으로, 개인이나 기관투자자들이 보다 쉽고 효과적으로 마스터노드에 투자할 수 있게 도와주는 것을 목적으로 합니다. 일반적으로 마스터노드 구성을 위해서는 투자자들이 최소 보유 수량을 충족해야 하는데 대부분 일반 투자자들에게는 너무 큰 규모입니다. 예를 들어 DASH는 마스터 노드가 되기 위해서 1,000개의 DASH가 지갑에 묶여 있어야 하는데, 이는 2019년 1월 초의 시가로 대략 8,100만원 규모입니다. Stratis의 경우에도 25,000개의 STRAT이 필요하며 대략 2,800만원 수준입니다. 뿐만 아니라 마스터노드를 구성하려면 24시간 지속적으로 서버와 관련 프로그램을 운영해야 하는 등 개인 투자자가 접근하기에는 어려움이 많았습니다. 아픽스 마스터노드 중개 플랫폼은 개인이나 기관 투자자들에게 이같은 허들을 낮춰 마스터노드에 투자할 수 있게 해주며, PC 및 모바일 기기를 동시에 지원하기 때문에 편리한 방식으로 마스터 노드 사용자 보고서, 참여율과 거래보고서 등을 관리할 수 있도록 해줍니다.",
    coin_content002:
      "아픽스는 2018년 싱가폴 법인 OXChild.Pte에서 진행한 ICO로, 마스터노드 네트워크를 위한 마스터노드 플랫폼을 운영할 계획입니다. 대시나 스트라티스처럼 마스터노드 기반의 네트워크를 사용하는 코인들이 많지만, 아픽스는 직접 마스터노드 기반 네트워크를 제공하면서 여러 마스터노드의 통합투자관리 플랫폼을 제공합니다. 유주영 대표와 이정민 CTO를 필두로 다수의 블록체인 전문가들이 참여해 개발을 진행하고 플랫폼을 발전시키고 있습니다. 2018년 12월 말에 메인넷이 출시됐으며, 출시와 동시에 아픽스 페이를 개발하고 있습니다.",
    coin_content003:
      "1. 마스터노드 코어 \n분산형 데이터베이스로서 최첨단 암호화 기술로 구성되며, 플랫폼 상에서 아픽스 마스터노드 사용자 보고서, 참여율과 거래보고서 등을 관리합니다. 개별 참여자들의 지갑 정보는 이더리움 기반 블록체인의 형태로 안전하게 저장되고, 체계적인 데이터 백업과 복구를 통해 자산을 보호합니다. 플랫폼에 이미 들어가 있는 마스터노드 정보는 향후 제공되는 API 및 SDK를 통해 접근할 수 있고, 모든 데이터 커뮤니케이션 역시 암호화함으로써 아픽스 마스터노드 플랫폼의 확장성 또한 강화됩니다.\n\n2. 아픽스 코어 \n아픽스 고유 프로그램으로서 다양한 가상자산의 마스터노드 투자, 아픽스 마스터노드에 대한 투자, 아픽스 코인 수수료, 아픽스 코인 예치, 아픽스 코인 인출을 지원합니다. 사용자들은 '마스터노드 선택' 기능을 통해 ROI 등 마스터노드 구성을 위한 필요 기술과 가격 등 특정 마스터노드의 정보를 확인할 수 있습니다. 투자자가 APIX Core에 있는 목록에서 투자할 마스터노드를 선택하면 원하는 마스터노드에 본인이 보유한 아픽스 코인을 원하는 만큼 보낼 수 있으며, 마스터노드 투자가 종료되면 여기서 나온 보상은 투자자들의 지분에 따라 배분됩니다. \n\n3. APIX \n현재 상장된 거래소에서 구입할 수 있으며, 비트코인이나 이더리움을 아픽스 코어로 전송해 구입할 수 있습니다. 또한 투자자가 마스터노드를 구성한 코인으로 이자를 수령할 경우, 소량의 수수료가 발생하는 반면 APIX 코인으로 이자를 수령하면 수수료가 발생하지 않습니다.",
  },
  {
    coin_code: "DAI",
    coin_knm: "다이",
    img_id: "DAI",
    coin_enm: "Dai",
    coin_content001:
      "다이(Dai, DAI)란 암호화폐 담보 방식의 스테이블코인으로 이더리움 생태계를 포함한 블록체인 경제체제의 가격 변동성으로부터 안정화된 시스템을 구축하고자 발행되었습니다. 메이커다오의 스마트 컨트랙트 플랫폼인 메이커(Maker)플랫폼에는 메이커토큰(Maker Token; MKR)과 다이(DAI)의 듀얼 코인 시스템이 존재하는데, 다이는 1 USD의 가치를 따릅니다. 이더리움을 담보로 예치한 후, 다이를 신규로 발행할 수 있으며, 이를 매개체로 다양한 경제활동을 할 수 있습니다. 대출한 다이를 다시 입금할 경우, 담보로 맡겨두었던 이더리움을 찾아갈 수 있으며, 이때 대출 수수료 지급을 위해 메이커토큰(Maker Token; MKR)을 사용합니다.",
    coin_content002:
      "2015년 설립된 MakerDAO는 덴마크에 위치하고 있으며 더 나은 세계 금융 시스템 구축을 목표로 하고 있습니다.",
    coin_content003:
      "탈중앙화된 방식으로 운영되는 MakerDAO 생태계에는 다양한 역할을 가진 주체들이 존재합니다. \n\n- 사용자: MakerDAO 생태계의 일반 사용자는 다이 홀더(DAI Holder)와 볼트 오너(Vault Owner)가 존재합니다. 다이 홀더는 안정적인 가격을 유지하는 가상자산을 필요로 하는 주체입니다. 볼트 오너는 Vault 생성을 통해 가상자산을 담보로 맡기고 DAI를 발행받는 주체입니다. \n\n- 거버너: MakerDAO 시스템의 안정적 운영을 위해 활동하는 참여자들로 MKR 홀더와 리스크팀으로 구성되어있습니다. MKR 홀더는 MKR 보유를 통해 거버넌스에 참여할 수 있는 참여자입니다. 리스크팀은 MakerDAO 시스템 관련 데이터를 수집하여, 담보 포트폴리오 및 통화 정책 등과 관련한 Risk model를 개발합니다. \n\n\n- 키퍼(Keeper): 키퍼는 프로토콜 외부 참여자로 탈중앙화된 시스템에서 다양한 방면으로 청산 기회를 제공하기 위해 차익 거래로 동기부여된 독립적인 참여자입니다.",
  },
  {
    coin_code: "SUSHI",
    coin_knm: "스시스왑",
    img_id: "SUSHI",
    coin_enm: "SushiSwap",
    coin_content001:
      "스시스왑(SushiSwap, SUSHI)이란 이더리움 기반의 자동화된 마켓 메이킹(Automated Market Making; AMM) 탈중앙화 거래소(Decentralized exchange; DEX)입니다. 스시스왑 토큰은 기존의 자동화된 마켓 메이커를 이용한 유니스왑(Uniswap) 모델에 자체 토큰인 SUSHI를 도입해 탄생하였으며, 토큰을 통해 프로토콜의 거버넌스 참여 및 보유자에게 지급되는 수수료로 사용됩니다.",
    coin_content002:
      "유니스왑(Uniswap)을 포크하여 구축된 스시스왑은 토큰 홀더의 거버넌스 참여 및 수수료로 사용됩니다.",
    coin_content003:
      "- 유동성 풀(Liquidity Pools): 사용자는 스시스왑의 유동성 풀(liquidity pool)에 유동성을 공급함으로써 SLP 토큰(Sushi Liquidity Providers Token; 스시스왑 유동성 공급자 토큰)을 받을 수 있습니다. 예를 들어 SUSHI-ETH 페어를 유동성 풀에 공급한 참여자는 SUSHI-ETH SLP 토큰을 받게 됩니다. 이러한 SLP 토큰은 토큰 보유자가 해당 유동성 풀에 공급된 자산의 일정 부분을 공급하고 있음을 나타내며, 언제든 자금을 회수할 수 있습니다. \n\n- 스시바(The Sushibaar): 스시스왑 프로토콜은 다양한 이자농사(Yield Farming)을 제공하며 스시바는 그 중 하나입니다. 참여자가 스시스왑에 SUSHI 토큰을 스테이킹하면 xSUSHI 토큰을 통해 보상받을 수 있습니다. 스시스왑에서 거래하는 사용자는 매 거래 시 0.3%의 수수료를 지불해야하며 풀에 재투입되는 0.25%를 제외한 나머지 0.05%는 SLP 토큰의 형태로 스시메이커 컨트랙트에 추가됩니다.",
  },
  {
    coin_code: "CHR",
    coin_knm: "크로미아",
    img_id: "CHR",
    coin_enm: "Chromia",
    coin_content001:
      "Chromia는 블록체인 데이터 구조와 혁신적인 상관관계에 대한 영향력을 발휘하기 위해 디자인된 스마트 컨트랙트 프로토콜입니다. Chromia 블록체인 플랫폼은 SQL과 같은 데이터베이스 언어의 검증된 안정성을 활용하는 관계형 특수 프로그래밍 모델을 통해 사용자에게 개방적이며 투명한 생태계의 구축을 지원합니다. Chromia 토큰은 dApp에서의 호스팅 비용을 지불하는 데에 사용됩니다. 이 때, dApp마다 사용할 노드에 직접 비용을 지불하는 Freemium 모델을 사용함으로써 사용자에게 저렴하고 다양한 수수료 방식을 제공합니다.",
    coin_content002:
      "크로미아는 이더리움 기반의 ERC-20 토큰으로 2018년 12월에 발행되었습니다. PBFT 알고리즘을 기반으로 관계형 데이터베이스를 사용하여 개발친화적인 환경을 구축합니다. 2014년에 설립된 Chromaway는 스톡홀름, 스웨덴에 본사를 두고 있습니다.",
    coin_content003:
      '1. PBFT 알고리즘(Practical Byzantine Fault Tolerance)\n PBFT는 분산 컴퓨팅 네트워크에서 노드가 일정 비율(2/3) 이상의 합의가 이루어지면 블록이 검증되는 프로토콜입니다. 해당 알고리즘은 블록체인의 분기가 발생하지 않음에 따라 블록의 불변성을 보장하며, 속도가 빠르다는 장점을 가집니다. PBFT는 IBM의 Hyperledger Fabric, R3 Corda의 Notary 등에 사용되고 있습니다. \n\n2. 포스트체인(Post Chain)\n 포스트체인은 분산 데이터베이스 관리 기능을 제공하는 Kotlin과 JVM기반의 컨소시엄 데이터베이스입니다. 모든 블록체인 데이터가 관계형 데이터베이스에 저장하도록 설계되었으며, 트랜잭션의 논리가 SQL 코드로 정의됩니다. 애플리케이션은 Postchain 트랜잭션을 통해 데이터베이스를 수정할 수 있으나, Postchain GTX를 이용하면 모듈에서 수정 가능합니다. \n\n3. Rell 언어(RELL) \n Rell은 데이터 모델/스키마, 쿼리 및 응용 절차 프로그램 코드와 같은 dApp 프로그래밍에 사용되는 언어입니다. 해당 언어는 SQL보다 7배 작으며 템플릿 내에서 메타 프로그래밍을 허용함과 동시에 오버플로우 오류를 처리합니다."',
  },
  {
    coin_code: "CYCLUB",
    coin_knm: "싸이클럽",
    img_id: "CYCLUB",
    coin_enm: "CyClub",
    coin_content001:
      "싸이클럽(CyClub, CYCLUB)은 음성/텍스트 기반 소셜 네트워크입니다. 사용자들은 싸이월드 클래식이 제공하는 메타버스 속에서 새로운 콘텐츠와 엔터테인먼트를 경험하게 될 것이고 한층 더 발전된 소셜 네트워크서비스를 접할 수 있을 것입니다. 싸이클럽은 싸이월드의 메인넷인 싸이월드 클래식의 첫 번째 DApp입니다. 차별화된 블록체인 시스템 도입을 통한 크리에이터 친화적 운영, NFT 마켓, 100GB 스토리지 공간 제공, 확장성 문제 해결, 비즈니스 모델 확립, 다양한 활동 보상 등을 특징으로 합니다.",
    coin_content002:
      "ERC-20 기반의 싸이클럽은 2020년 6월 싱가포르의 THE GAME GROUND PTE. LTD에서 개발하였고 MCI가 리브랜딩된 프로젝트입니다.",
    coin_content003:
      "- 싸이클럽 파우치(CyClub Pouch)\n이더리움 프로토콜을 기반으로 개발된 '싸이클럽 파우치' 서버는 이더리움 클라이언트와 동일하게 블록을 싱크합니다. 또한, 사용자 입금 주소와 트랜잭션에 대하여 파우치 서버가 새로운 블록을 싱크할 때마다 실시간으로 이벤트를 발생시킵니다. 사용자는 싸이클럽 파우치에서 블록 내 트랜잭션을 모두 모니터링할 수 있으며, 싸이클럽 플랫폼으로 입금 트랜잭션이 발생했을 때 싸이클럽 캐시로의 전환이 가능하도록 지원받을 수 있습니다.\n\n- 싸이클럽 캐시(CyClub Cash)\n싸이클럽 캐시는 싸이클럽 플랫폼 내부에서 수수료 없이 자유롭게 사용될 수 있도록 개발된 고정가격 토큰입니다. 싸이클럽 캐시의 트랜잭션은 플랫폼 내 블록 구조의 체인 형태로 저장됨에 따라 트랜잭션이나 잔액 조작 또는 위조 등을 안정적으로 차단할 수 있습니다. \n\n- 싸이클럽 익스체인지(CyClub Exchange)\n싸이클럽 익스체인지에서는 파우치 서버로부터 발행된 블록체인 이벤트를 받은 시점의 현금 가치로 싸이클럽 캐시로 전환이 가능합니다. 이를 기반으로 불필요한 수수료 또는 대기 시간을 피할 수 있습니다. 또한, 싸이클럽 익스체인지를 통해서 플랫폼 회원에게 지급된 싸이클럽 캐시는 플랫폼 내에서 자유롭게 이동, 사용, 보관되며 싸이클럽 플랫폼 내에서 동등한 가치로 활용될 수 있습니다. 사용자의 필요에 따라 다시 싸이클럽 코인으로 전환하는것도 익스체인지 서버와 플랫폼 서버를 통해서 가능합니다.",
  },
  {
    coin_code: "META",
    coin_knm: "메타디움",
    img_id: "META",
    coin_enm: "Metadium",
    coin_content001:
      "메타디움은 블록체인 기반의 아이덴티티 (Identity) 신원 인증 프로토콜로써 개인에게 자신의 온라인/오프라인 데이터에 대한 주권을 돌려주는 것을 목표로 자기주권신원(Self-Sovereign Identity)의 개념을 현실화하고자 한다. 이를 위해 메타디움은 개인이 자신의 데이터를 관리하고 보관할 수 있는 블록체인 기반 분산 아이덴티티 (Decentralized Identity; DID) 플랫폼을 개발하고 있다. 메타디움은 사용자 인증 및 개인 정보 확인 외에도 “Meta ID”를 활용한 다양한 기능의 디지털 개인 정보 관리 서비스를 제공한다. 메타디움 생태계에서 메타 코인은 사용자의 신원 인증 및 공유에 대한 교환 수단으로 사용된다. 신원 인증 에이전시는 그들이 제공한 데이터가 사용되면 그에 따른 보상을 제공받게 되며, 서비스 공급 업체는 신원 인증 에이전시와 사용자 모두에게 메타로 보상을 지급한다.",
    coin_content002:
      "메인넷 기반의 메타디움은 케이맨 제도에 위치한 Metadium Technology Inc.에 의해 개발되었다. 퍼블릭 블록체인 기술 기반의 신원 인증 생태계 구축을 통해 자기주권신원(Self-Sovereign Identity)의 개념을 현실화하고자 한다.",
    coin_content003:
      "1. 메타디움 아이덴티티 : 일상적 신원(mundane identity)과 가상 신원(virtual identity)\r\n메타디움은 생태계에서 신원 (identity)은 일상적 신원 (mundane identity)과 가상 신원 (virtual identity)으로 구분된다. 일상적 신원은 재정정보와 같은 객관적 데이터를 제공하는 신원이며, 가상 신원은 사용자의 온라인 활동을 기반으로 한다. 그러나, 일상적 신원은 가상 신원과 상호 배타적인 관계라 할 수 없다. 예를 들어, 사용자의 은행 계좌는 일상적 신원 요소이지만, 온라인 애플리케이션을 통해 관리할 수 있기 때문이다. 메타디움은 Meta ID를 통해 사용자의 일상적 신원과 가상 신원을 통합하여 차세대 신원 인증 솔루션을 구축한다. Meta 신원 인증 솔루션은 KYC 외에도 내부 인증 시스템을 사용하여 기타 디지털 신원 인증 프로젝트와의 경쟁력을 구축하였다. \r\n\r\n2. 메타디움 기능 \r\n- 프로토콜 베이스라인 : 메타디움은 중앙집권단체가 존재하지 않는 블록체인 기술을 기반으로 한다. 인터넷 산업과 온라인 커뮤니티는 빠른 속도로 성장했지만, 인터넷 상의 신원 문제는 주목받지 못했다. 메타디움의 PKI 기반 신원 인증 생태계는 현재의 중앙집권화된 사용자 신원 문제를 해결하고자 한다. \r\n- 탈중앙화된 PKI : 현재 사용되는 공개키 (PKI; Public Key Infrastructure) 시스템은 신원 인증을 위한 고도화된 시스템으로 사용되고 있으나, 신원 인증에 관한 모든 권한은 중앙집권화된 단체에게 있었으며, 데이터 소유권 문제 및 신뢰성 문제를 야기해왔다. 중앙집권단체는 데이터 분실 및 누설을 방지해야만 했으며, 사용자는 중앙집권단체를 신뢰할 수밖에 없었다. 이와 같은 시스템에서 중앙집권단체는 데이터 분실을 방지하기 위해 천문학적인 금액을 사용해야만 했다. 메타디움의 탈중앙화된 PKI (dPKI)는 메타디움을 통해 개인이 자신의 신원 데이터를 안전하게 저장할 수 있도록 하며 기업과 개인이 메타디움 플랫폼을 통해 개인 정보를 관리, 사용, 공유할 수 있도록 한다. \r\n- 데이터 소유권과 자주적 디지털 신원(self-sovereign identity) : 개인이 자신의 자주적 디지털 신원에 대한 소유권을 되찾음으로써 투명하고 안전하게 개인 정보의 분배 및 개인 정보 사용에 대한 완전한 권한을 갖게 된다. 이는 사용자 본인이 자신의 개인 정보를 언제 어떻게 자신의 개인 정보를 사용할 지 선택할 수 있다는 뜻이다. 또한, 제 3자 및 서비스 제공자가 사용자의 승인없이 개인정보를 함부로 사용할 수 없게 된다. 메타디움의 자주적 디지털 신원 생태계는 사용자의 익명성을 유지시킴과 동시에 그들의 소유권과 권리를 입증할 수 있다. 사용자의 일상적 신원 및 개인 정보 데이터는 그들의 승인 없이 사용될 수 없다.  \r\n\r",
  },
  {
    coin_code: "TEMCO",
    coin_knm: "템코",
    img_id: "TEMCO",
    coin_enm: "TEMCO",
    coin_content001:
      "템코는 블록체인 기반의 물류 플랫폼으로 물류가 유통되는 모든 과정 및 정보를 참여자 전원에게 공유할 수 있도록 구축된 서플라이체인 플랫폼입니다. 이를 통해 기업은 템코 블록체인에 실시간 기록된 유통 정보를 사용하여 전략적 의사결정을 할 수 있으며, 소비자는 물품 구매 시 빋을 수 있는 생산/유통 정보를 제공받을 수 있어 투명한 통합 물류 생태계를 구축하고자 합니다.",
    coin_content002:
      "싱가포르에 위치한 템코는 믿을 수 있는 유통 정보 공유를 통해 투명한 물류 시장 구축 및 데이터 분석을 통한 마켓 확대를 구축되었습니다. 이를 통해 기업은 믿을 수 있는 정보를 제공받아 비즈니스 전략에 활용할 수 있으며, 소비자는 생산/유통 정보 제공 및 템코 토큰이 사용가능한 마켓 플레이스도 사용할 수 있습니다.",
    coin_content003:
      "템코는 코어 레벨, 서비스 레벨, 애플리케이션 레벨로 구성되어 있습니다. \n\n1. 코어 레벨:  \n코어 레벨(Core Level) 블록체인은 가상자산 시스템을 구성하고 있는 데이터 저장 기술이며 P2P, Hashing, 합의 알고리즘 등의 특징으로 인해 해킹과 조작이 어려워 인증 시스템, 금융, 자산 거래 등에 적용될 수 있습니다. \n\n2. 서비스 레벨:  \n서비스 레벨(Service Level)은 사용자 dApp과 유통망 참여자 dApp을 연결하고 일원화된 통합 물류 정보를 제공할 수 있는 매개체 역할을 합니다. \n\n3. 애플리케이션 레벨:  \n애플리케이션 레벨(Application Level)을 통해 소비자는 사용하는 제품에 대한 투명하고 믿을 수 있는 정보를 획득하고 피드백을 할 수 있습니다. 이를 통해 단순한 소비자에서 벗어나 유통 시장의 데이터를 공급하는 역할도 수행하게 됩니다. 유통망 참여자는 벤더 애플리케이션을 통해 회사 내 물류 혁신 및 경영 현황에 필요한 정보를 실시간으로 파악하고, 통합 물류 정보를 실시간으로 모니터링할 수 있게 됩니다. ",
  },
  {
    coin_code: "COS",
    coin_knm: "콘텐토스",
    img_id: "COS",
    coin_enm: "Contentos",
    coin_content001:
      "콘텐토스는 블록체인 기반의 분산화 된 글로벌 디지털 콘텐츠 플랫폼으로 크리에이터, 사용자, 광고주 등 생태계의 모든 주체가 공정하게 이익을 배분 받을 수 있도록 설계되었습니다. 콘텐토스는 수익 분배를 분산화된 P2P 방식으로 제공하며, 생태계의 인센티브와 커뮤니티를 바탕으로 사용자의 콘텐츠 공유/홍보에 대한 지속적인 유도가 가능한 트래픽을 제공합니다. 디지털 콘텐츠에 대한 지식 재산권 확인, 라이센싱 저장, 거래, 분배 그리고 위조 불가한 신용 시스템 등의 블록체인의 장점을 활용하여 현 콘텐츠 산업이 직면한 다양한 문제를 개선하고자 합니다.",
    coin_content002:
      "콘텐토스는 이더리움 기반의 ERC-20 토큰으로, 2018년 6월 믹차이에 의해 개발되었습니다. 블록체인 기술을 활용한 공정한 수익 분배체계를 구축하는 것을 목표로 하며 생태계 보상을 통해 이를 활성화 하고자 합니다.",
    coin_content003:
      "1. 분산화 된 디지털 콘텐츠 시스템\n콘텐토스 프로토콜은 블록체인 기술을 사용하여 분산화 된 콘텐츠 인센티브 및 분배 시스템을 세계적으로 구축하고자 합니다. 또한, 콘텐츠 크리에이터는 중앙화 된 플랫폼에 대한 의존 없이 개인 콘텐츠를 통해 수익을 얻을 수 있습니다. 해당 디지털 콘텐츠는 자유롭게 생산/저장/배분될 수 있으며, 이에 대한 가치는 투명하고 공정하게 매겨집니다. 추가적으로 사용자는 콘텐토스 생태계 내에서 콘텐츠 배분, 저작권 등록, 크리에이터 증명 및 좋아요, 공유, 댓글과 같은 SNS 기능을 사용할 수 있습니다.  \n\n2. 결제와 금융 시스템\nCOS는 콘텐토스 생태계 내의 가상자산으로 회원들의 기여에 따른 보상 체제 및 네트워크 서비스 비용으로 사용됩니다. 해당 토큰은 스마트컨트랙트를 통해 제 3자의 개입없이 자동 결제와 보상 분배가 이루어집니다.",
  },
  {
    coin_code: "BOA",
    coin_knm: "보아",
    img_id: "BOA",
    coin_enm: "BOSAGORA",
    coin_content001:
      "보아는 Trust Contracts와 Congress Network 의사결정 시스템을 기반으로 민주적 의사결정 보장하는 탈중앙화된 플랫폼 구축에 중점을 두는 프로젝트입니다. Trust Contracts란 프로토콜 레이어 기반으로 안전하게 실행되는 계약을 의미하며, 개발자들을 위하여 설계된 스마트 계약 엔진을 제공하고 프로그래밍 언어에 기반한 개발환경 계획을 가집니다. Congress Network는 분산형 조직에서 발생하는 거버넌스 문제를 해결하며, 생태계 진화를 목표로 하는 BOSAGORA 플랫폼의 의사결정기관입니다. 또한, 보아는 누구나 참여할 수 있는 네트워크로 구성되어있으며 분권형 콘텐츠의 생산 및 큐레이션 시스템을 통해 동등한 발언 참여 기회를 보장하고자 합니다. 이를 바탕으로 권력 중앙집중화를 억제 하면서 코인의 가치를 창출하는 것을 목표로 하고 있습니다.",
    coin_content002:
      "보아는 이더리움 기반의 ERC-20 토큰으로, 스위스에 보스플랫폼 재단에 의해 설립되었습니다. 이 토큰은 보스플랫폼에서 Congress Network에서 독자적인 민주합의 방식을 지원하고 의사결정권한의 분산화를 통한 네트워크 탈중앙화를 위해 개발되었습니다.",
    coin_content003:
      "1. FBA Protocol \n FBA는 노드들이 그룹으로 구성됨으로써 만장일치 없이도 합의할 수 있는 메커니즘을 구현하였습니다. 거래가 이루어지면 그룹의 모든 사용자들에게 정보가 전송되며, 신뢰성이 높은 노드로부터 많은 횟수의 동일한 메시지가 전달되는 경우 올바른 정보로 인식됩니다. 이를 통해 탈중앙화를 제어하며, 중앙관리자의 허가 없이 사용자들의 참여를 통해 합의를 이끌어낼 수 있습니다. 또한, 웹과 지불 거래에 대한 대기 시간이 짧으며, 전자서명과 해시 패밀리를 기반으로 점근적 보안의 장점을 가지고 있습니다. 이외에도 의회의 운영과 의사결정을 위한 투표 시스템이 해당 프로토콜 내 추가 기능으로 포함되어 있습니다. \n \n2. Congress Network \n Congress Network는 민주적 거버넌스를 구현하기 위해 커뮤니티 구성원에 의해 주요한 의사결정이 가능하게 하는 기관이며, 각각의 풀 노드 운영자들로 구성됩니다. 의사결정 프로세스는 제안, 토론, 투표 및 검토 등의 핵심 단계로 구성되어있으며 메인넷 운영 및 공공 예산 활용방안 등을 주요 아젠다로 다룹니다. 이 과정에서의 의회 네트워크는 1 노드 대 1 투표의 규칙을 준수합니다. 또한, 해당 플랫폼은 구성원들 사이의 활발한 의견 공유 및 소통, BOSAGORA 네트워크에 구현하고자하는 제안에 대한 의사결정을 수행하는 기능을 보유하고 있습니다. 이 때 제안은 크게 BOSAGORA 플랫폼에 대하여 기술 변경 및 개선 등에 대한 시스템 제안, 생태계 확장을 위한 블록체인 Dapp 프로젝트/비블록체인 영리 사업 투자 및 비영리단체에 대한 기부에 대한 펀딩 제안으로 구분됩니다.",
  },
  {
    coin_code: "VSYS",
    coin_knm: "브이시스템즈",
    img_id: "VSYS",
    coin_enm: "V.SYSTEMS",
    coin_content001:
      "지분 증명 알고리즘을 발명한 블록체인 개발자 써니 킹이 PoS의 단점을 극복하고자 창시한 슈퍼노드 지분증명방식을 접목시킨 브이시스템즈는 블록체인베이스를 위한 안전 기반 인프라 플랫폼 구축을 목표로 합니다. 브이시스템즈는 안전하고 효율적인 분산형 클라우드 플랫폼을 사용하여 산업 전반에 걸쳐 맞춤형 솔루션을 제공합니다. 또한, 복수의 컨센서스 알고리즘을 지원하는 모듈식 구조를 통해 블록체인 개발자가 즉시 개발할 수 있는 개발 플랫폼을 지원해 사용자 친화적인 플랫폼 구축으로 높은 확장성을 제공합니다.",
    coin_content002:
      "브이시스템즈는 분산 데이터베이스 클라우드 기반의 프로젝트 리소스 사용료로 사용되기 위하여 Sunny King에 의해 2018년 11월에 개발되었습니다. 네트워크에 구축된 애플리케이션에 접근 시에 사용되며, 거래 수수료 또는 슈퍼 노드에 코인 임대로 인한 보상의 기능 역할로 발행되었습니다.",
    coin_content003:
      "1. SPoS \n 블록체인 기반 합의 알고리즘의 시초인 PoW는 전력 소비와 생태계 내 중앙화된 마이닝 풀 구조로 여러 관점에서 비판 받아왔고, 써니킹은 대안으로 PoS 합의 알고리즘을 소개했습니다. PoW와 PoS 간의 큰 차이점은 PoW가 컴퓨팅 파워에 따른 네트워크 내 비중 분배를 택한 반면, PoS는 네트워크 참여자의 코인 보유량에 따른 결정권 비중을 채택했습니다. PoS는 무분별한 전력, 운영 비용 및 과도한 에너지 소비 문제를 해결함으로써 다양화된 블록체인 생태계 구축에 이바지했지만 노드 인센티브와 랜덤 블록 생성 프로세스에 관련된 문제들이 꾸준히 거론됐습니다. 그에 따라 브이시스템즈는 SPoS를 개발하게 되었습니다. SPoS 합의 메커니즘은 슈퍼노드들을 블록 생성 풀에 배치하고 브이시스템즈 보유자가 자신의 코인을 슈퍼 노드에게 임대하여 블록 생성 과정에 참여하도록 합니다. 코인 임대를 맡긴 사용자에게는 이자를 지급하여 인센티브 체계로서 양질의 노드를 확보하고, 브이시스템즈 보유자들이 네트워크 운영에 직접 관여하여 이끌어가는 탈중앙화 생태계를 형성합니다. 또한, SPoS 시스템은 평균 블록 생성 기여도에 따라 노드 간 우위를 결정하는 경쟁 체계를 도입해 네트워크 내 유동성을 확보하고 네트워크 과부화 공격을 방지합니다. \n \n2. V-Cloud \n 브이시스템즈의 V-Cloud는 블록체인 기술에 알맞게 세워진 플랫폼으로써 토큰 지갑, 브라우저 및 클라우드 서버 관리 등 블록체인과 가상자산 프로젝트의 기술 기능에 맞춘 사전 구축 서비스를 제공합니다. \n \n3. Euclid \n 브이시스템즈 스마트 컨트랙트의 첫 버전인 유클리드는 모든 사용자가 토큰 경제 시스템을 구현하고 토큰 생태계를 구축할 수 있도록 하고자 전방위적 솔루션을 제공합니다. 유클리드의 기능으로는 스마트 컨트랙트 개발, 토큰 발행 및 소각, 컨트랙트 파라미터 수정 권한, 토큰 발행 권한 대체, 그리고 스마트 컨트랙트 관리 등이 있습니다. 유클리드는 모듈화된 코드를 바탕으로 로직을 간소화하여 스마트 컨트랙트의 복잡성과 불확실성을 낮추었으며, 사용자가 쉽게 스마트 컨트랙트를 만들고 배포할 수 있는 개발 환경을 제공합니다. 이 때 개발자는 클라우드 블록체인 데이터 베이스에 접속하여 안전하게 관리하고 데이터 빌링 (billing)을 수행할 수 있는 권한을 부여 받습니다.",
  },
  {
    coin_code: "CTXC",
    coin_knm: "코르텍스",
    img_id: "CTXC",
    coin_enm: "Cortex",
    coin_content001:
      "코르텍스는 AI(인공지능) 모델을 스마트 컨트랙트에 포함시켜 블록체인에서 AI 추론 합의 기능을 사용할 수 있게 하는 독립 실행형 공개 블록체인입니다. AI 모델 호환성을 지닌 블록체인 플랫폼을 구현하게 되면, 사용자들은 인공지능 컨트랙트를 통해 자신의 AI 모델을 블록체인에 업로드하고 작업을 게재할 수 있을 뿐만 아니라, 추론을 통한 합의에 도달하는 것도 가능하게 됩니다. 따라서 개인의 AI DApps(Decentralized Artificial Intelligence Applications)을 구현하는 것이 가능하게 됩니다.\n코르텍스는 GPU / FPGA를 풀 노드(full node)에 이용하는 완전히 새로운 공개 블록체인을 개발하여 AI 스마트 컨트랙트를 통한 네트워크 전체 추론 합의에 도달하고자 합니다. \n또한 사용자가 코르텍스 블록체인에서 스마트 컨트랙트를 이용한 추론이 가능하도록 최첨단 기계 학습 모델을 블록체인에 제공하는 것을 목표로 개발되고 있습니다.",
    coin_content002:
      "코르텍스 재단은 Ziqi Chen과 Weiyang Wang에 의해서 공동 설립되었으며, 재단의 핵심 인물들이 대부분 컴퓨터 공학, 통계학, 전기공학 등 이과대학 석사 이상의 고학력자들로 구성되어 있습니다. Ziqi Chen은 모바일폰 블록체인 채굴에 초점을 두고 있는 블록체인 회사 waterhole.io의 설립자이자 CEO로 활동하고 있습니다. 또 다른 설립자인 Weiyang Wang은 국제 수학 콘테스트에서 수상한 이력을 보유하고 있으며, kaggle 콘테스트의 은메달리스트로 통계학적 머신 러닝 (Machine Learning)에 깊은 관심을 가지고 있습니다. 그는 또한 2017년 Dorahack 해킹 마라톤 대회에서 ABS(Asset-Backed Securities) 시스템 프로토콜을 개발하며, 팀을 우승으로 이끈 이력을 보유하고 있습니다. \n또한 Tsinghua University, Shanghai Jiaotong University, University of California, Berkeley, Stanford University 등 다양한 교육기관과의 파트너십 제휴 및 Bitmain, FBG Capital을 포함한 여러 회사의 투자를 받고 있습니다.",
    coin_content003:
      "1. AI추론 (AI Inference)\n코르텍스는 다른 블록체인에 AI 추론 호출을 제공합니다. 예를 들면, 코르텍스는 비트코인 캐시 또는 이더리움의 스마트 AI 컨트랙트를 기반으로 하여 지갑주소 분석 결과를 제공할 수 있습니다. 해당 지갑주소 분석 모델은 여러 규제 기능을 도와줄 수 있을 뿐만 아니라 모든 이용자들에게 트랜잭션 수신자에 대한 위험도 평가를 제공할 수 있게 됩니다.\n\n2. AI Dapps\n코르텍스의 주요 목표는 블록체인에서 최고 수준의 머신 러닝(Machine Learning) 모델을 제공하여 사용자가 코르텍스 블록체인에서 스마트 컨트랙트를 사용하여 추론할 수 있도록 하는 것입니다. 코르텍스의 또 다른 목표는 사용자가 플랫폼에 과제를 게시하고, 모델을 제출하고, AI 컨트랙트를 호출하여 추론하고, 또한 자신의 AI DApps(인공지능 분산 응용 프로그램)를 생성할 수 있는 머신 러닝 플랫폼을 구현하는 것입니다.\n\n3. 스마트 AI 컨트랙트 (Smart AI Contract)\n코르텍스는 사용자들이 직접 블록체인에 머신 러닝(Machine-learning) 프로그램을 업로드하고 또한, 다른 컨트랙트에 의존하는 상호 작용 기능들을 게시할 수 있는 스마트 AI 컨트랙트를 지원합니다.\n\n4. 코르텍스 가상 기계 (Cortex Virtual Machine)\n코르텍스는 “코르텍스 가상 기계”(Cortex Virtual Machine, CVM) 라 불리는 자체의 가상 기계를 보유하고 있다. 코르텍스 가상 기계의 명령어들은 EVM (이더리움 가상 기계)과 완벽하게 호환될 뿐만 아니라, 추론 명령어도 함께 지원하고 있습니다.",
  },
  {
    coin_code: "AMO",
    coin_knm: "아모코인",
    img_id: "AMO",
    coin_enm: "AMOcoin",
    coin_content001:
      "아모코인은 정보보안 업계에서 매우 높은 인지도를 보유한 펜타시큐리티시스템(주)가 진행하는 자동차 데이터 거래 플랫폼입니다. 이를 통해, 자동차에서 생성되는 데이터(운전자가 발생시키는 데이터, 자동차가 발생시키는 데이터, 기기정보 및 차 상태)를 체계적으로 관리할 수 있게 됩니다. 또한, 기존에 관리되지 않고 버려지던 자동차 데이터를 블록체인 및 스마트컨트랙트 기술과 접목해 아모 마켓에서 거래할 수 있으며, 다양한 부가가치 창출 생태계를 구축할 수 있게 됩니다.",
    coin_content002:
      "아모코인은 펜타시큐리티시스템(주)에서 진행한 Reverse ICO입니다.\n2007년도 AutoCrypt솔루션 개발을 통해 자동차 보안 사업에 뛰어든 펜타시큐리티는 AutoCrypt의 창시자 심상규(CEO of AMO)를 필두로 블록체인을 통하여 자동차 보안솔루션을 넘어 자동차 보안 에코시스템을 구축하려 합니다.\n현재 MOBI, AUTOSAR, OMNIAIR 등 다수의 자동차 및 IoT관련 회사와 파트너십을 맺고 있으며, 빗썸 외 LBank 그리고 IDEX 등 4개의 거래소에 상장되어 있습니다.",
    coin_content003:
      "AMO 마켓은 누구나 참여해 자동차 데이터를 공유하고 이를 가공해 더욱 가치 있는 데이터를 생성하고 거래할 수 있는 오픈 시스템을 제공합니다. \n자동차 이용자, 제조사, 관련 서비스 제공자 등 자동차와 관련된 모든 이해관계자들은 해당 마켓을 통해 각각 자동차 정보를 제공하고 데이터의 가치에 따라 적절한 보상을 획득합니다. AMO는 또한 데이터의 표준화를 위해 하드웨어 및 소프트웨어 타입의 데이터 수집기를 개발하여 배포하게 됩니다.\nAMO 플랫폼은 자동차 데이터 마켓의 운영과 관리 기능을 제공하며, AMO 마켓 운영 정책, 데이터 정책, 보안 정책, 그리고 소프트웨어를 포함한 IT시스템을 제공합니다. 주요 구성요소로는 AMO CA, AMO Coin Management System, AMO Metric Management System, AMO Node Management System 등이 있습니다.",
  },
  {
    coin_code: "WIKEN",
    coin_knm: "위드",
    img_id: "WIKEN",
    coin_enm: "WITHCoin",
    coin_content001:
      "위드(Project WITH, WIKEN)란 선수, 구단, 에이전트 그리고 팬과의 협업으로 확보한 데이터를 활용하여 스포츠 선수가 자신의 경력을 관리, 제공하여 많은 선수들에게 균등한 기회를 제공하기 위해 구축된 블록체인 기반의 스포츠 플랫폼입니다. 위드 플랫폼을 통해 선수들은 자신의 경력 정보를 등록하고 자발적인 PR 등을 진행할 수 있으며, 스포츠 팬은 선수와 관련된 컨텐츠를 등록하고 조회함으로써 선수에 대한 후원을 할 수 있으며, 스포츠 구단 및 에이전시는 플랫폼에 등록된 선수 데이터를 구매해 선수의 가치를 효율적으로 평가하고 영입 프로세스를 진행할 수 있습니다.",
    coin_content002:
      "위드는 홍콩에 위치한 Monkey and Dragon Limited에 의해 개발되었으며 스포츠 선수들이 겪는 불공정함을 개선하고 다양한 기회를 제공하고자 구축되었습니다.",
    coin_content003:
      "WITH 플랫폼은 Database, Platform, Application 3가지 레이어로 분류됩니다. \n\n- Database Layer: DB Layer는 WITH 플랫폼 생태계 안에서 참여자들의 활동 정보의 중요도와 사용용도에 따라 무료/유료 데이터를 블록체인 및 Non 블록체인 저장소에 저장합니다. 선수 이적지원을 위한 경기 기록 및 프로필 정보 등은 블록체인 망에서 관리하고자 하며, 경기 동영상 및 비정형 콘텐츠, 주요 정보 등의 정형 데이터는 활용 빈도와 중요도에 따라 별도의 저장소에 저장되며, 소유주 및 회사만이 열람할 수 있습니다. \n\n- Platform Layer: Platform Layer는 WITH가 기획하는 비즈니스 목적과 용도에 맞게 구현할 수 있는 다양한 모듈 및 서비스로 구성되어 있습니다. Platform Layer의 각종 서비스는 WITH 프로토콜을 통해 블록체인 네트워크에 연결되며, 신속한 트랜잭션, 핵심 데이터 분류 및 분석 등의 서비스를 통해 블록체인 네트워크의 부하를 줄입니다. \n\n- Application Layer: Application Layer는 실제 WITH 사용자의 각 계정에서 입력하는 화면으로 블록체인 기술을 활용하는 탈중앙화 애플리케이션으로 스마트 컨트랙트의 구현을 통한 My Wallet, My account 등을 통해 본인의 데이터에 접근 가능합니다.",
  },
  {
    coin_code: "MAP",
    coin_knm: "맵프로토콜",
    img_id: "MAP",
    coin_enm: "Map Protocol",
    coin_content001:
      "맵프로토콜(Map Protocol, MAP)이란 개방적이고 완전 분산된 체인 간 상호 운영 프로토콜로 독립적으로 검증 가능한 다양한 컨센서스 블록체인의 상호 운용성을 가능하게 합니다. 맵프로토콜은 상호 운용 가능한 블록체인 네트워크를 구축하여 서로 다른 블록체인을 연결, 각 체인의 자원과 기능, 금융, AI, IoT, 추적 기능, 거버넌스 및 기타 애플리케이션 등을 위한 완전한 블록체인 기반 인프라를 제공하고자 합니다.",
    coin_content002:
      "맵프로토콜은 2019년 싱가포르를 기반으로한 MarcoPolo Network Foundation ltd에 의해 개발되었으며, 개방형 완전 분산 체인 간 상호 운영 프로토콜을 구축하여 서로 다른 블록체인을 연결하는 블록체인 기반 인프라를 제공하고자 합니다.",
    coin_content003:
      "맵프로토콜은 아래와 같은 주요 기능 및 특징을 갖습니다. \n\n- 초경량 검증 프로토콜(Ultra-light Verification Protocol): 맵프로토콜의 초경량 검증 프로토콜은 낮은 대역폭과 낮은 스토리지에서 다른 체인의 상태를 확인할 수 있는 기능을 제공합니다. \n  \n- 맵 공급기(MAP Feeder): 맵 공급기는 적절한 권할을 가진 다른 체인의 상태를 변경할 수 있는 권한을 제공합니다.\n\n- 맵 개발도구 환경(MAP Application Tool Environment): 개발자가 상호운영 가능한 자체 블록체인을 구축할 수 있도록 지원하는 개발 프레임워크를 제공합니다. \n\n- 고효율 블록 트랜스포트 채널(High-efficiency Block Transport Channel): 블록을 전달할 때 블록 크기를 압축할 수 있는 IBLT 기반의 블록전송 채널을 제공합니다. \n\n- 표준화된 P2P 스택(Standardized P2P Stack): 서로 다른 블록체인 시스템의 개인이 서로 스트림을 전송할 수 있는 기능을 제공합니다.",
  },
  {
    coin_code: "BEL",
    coin_knm: "벨라 프로토콜",
    img_id: "BEL",
    coin_enm: "Bella Protocol",
    coin_content001:
      "벨라 프로토콜은 모두를 위한 원클릭 DeFi 플랫폼으로, 가상자산 신규 사용자들을 위해 진입장벽을 낮추고, 사용자 경험을 편리하게 하여 다양한 탈중앙화 금융 서비스 제공을 목표로 하고 있습니다. 벨라 프로토콜은 Bella Liquidity, Bella Saving, Bella One-Click Portal, Bella Lending, Bella Robo-Advisor 등과 같은 서비스를 제공할 예정이며, 정보를 실행 가능한 계획으로 압축하고, 자동화하여 새로운 사용자 및 기존 사용자 모두를 만족시키는 서비스를 구축하고자 합니다.",
    coin_content002:
      "벨라 프로토콜은 브리티쉬 버진 아일랜드를 기반으로한 Bella Tech LTD.,에 의해 개발되었으며 가상자산 신규 사용자들을 위해 진입장벽을 낮추고 편리한 원클릭 탈중앙화 금융 서비스를 제공하고자 합니다.",
    coin_content003:
      "1. Bella Liquidity Mining : \nARPA, BEL 토큰 스테이킹 시, BEL을 보상으로 받을 수 있습니다. \n\n2. Bella Flex Savings : \n사용자 자산 예치 시, 사용자의 위험 선호도에 따라 최적화된 투자 진행을 가능하게 합니다.\n\n3. Bella One-Click : \n디파이 사용자를 위한 자산 관리 플랫폼으로, DeFi 프로세스를 간소화 및 자동화하고 가스 요금을 절약할 수 있도록하여 DeFi 경험을 개선시킬 수 있는 기능입니다. \n\n4. Bella Lending : \nLP 토큰 및 금융 상품을 지원하는 분산형 대출 플랫폼으로 가상자산/LP 토큰을 담보로 합니다.  \n\n5. Bella Robo-Advisor : \n사용자의 위험성향을 분석한 데이터를 기반으로 맞춤형  인덱스 포트폴리오 제공 및 수익 창출을 가능케하는 스테이블 및 기타 가상자산을 생성합니다.",
  },
  {
    coin_code: "BAL",
    coin_knm: "밸런서",
    img_id: "BAL",
    coin_enm: "Balancer",
    coin_content001:
      "밸런서란 이더리움 기반의 자동화 마켓 메이커 및 탈중앙화 거래소 그리고 유동성 풀로 사용자가 소지한 다양한 가상자산의 유동성을 제공하고자 구축되었습니다. 밸런서는 기존의 마켓 메이킹 모델과 달리 2개 이상의 자산이 지원되고 자산의 비중이 50/50이 아니어도 되는 공식을 사용합니다. 또한 밸런서의 프라이빗 유동성 풀은 풀 소유자만이 유동성을 제공하며 통제권을 가질 수 있어 사용자가 원하는 토큰을 풀에서 제공하고 비중을 조정할 수 있는 장점을 갖습니다.",
    coin_content002:
      "밸런서 풀은 자동화된 마켓 메이커로 자체 가중치 포트폴리오 및 가격 센서로 작동됩니다. BAL 토큰은 생태계에 유동성 공급 및 안정성을 갖기 위해 탄생되었습니다.",
    coin_content003:
      "- 밸런서 풀(Balancer Pool): 밸런서 풀이란 밸런서 프로토콜에 구축된 스마트 컨트랙트로 2개 이상의 ERC20 토큰의 가치를 갖고 있습니다. 밸런서 풀은 자동화된 마켓 메이킹 포트폴리오로 각각의 토큰은 각자의 비중을 가지며 풀에 있는 다른 토큰과의 거래가 가능합니다.",
  },
  {
    coin_code: "GRT",
    coin_knm: "더그래프",
    img_id: "GRT",
    coin_enm: "The Graph",
    coin_content001:
      "The Graph는 네트워크와 Web 3.0을 기반으로 온체인 데이터를 쉽게 인덱싱 및 쿼리할 수 있는 분산형 데이터 인프라를 구축하고, 익스플로러를 통해 개발자가 블록체인 데이터 검색, 프로토콜 및 분산 데이터 소스를 어플리케이션에 쉽게 통합할 수 있도록 지원합니다.",
    coin_content002:
      "GRT는 네트워크 내에서 리소스 할당 시 사용되며, API, 서버 및 데이터베이스가 단일 실패 또는 제어될 가능성을 낮추기 위하여 개발되었습니다.",
    coin_content003:
      "1. 쿼리마켓 플레이스 : Indexer는 서비스를 인덱싱하여 서브 그래프 내 쿼리를 제공하여 수수료를 받는 마켓 플레이스에서 운영합니다. 단, 서브 그래프를 인덱싱하는 비용, 쿼리 수요, 속도에 따라 변동됩니다.\n2. Indexer : 인덱싱 및 쿼리 처리 서비스를 제공하기 위해 GRT를 스테이킹하는 그래프 네트워크의 노드 운영자입니다. \n3. Curator : 서브그래프에 GRT를 스테이킹하여 Indexer에게 고품질 및 색인 관련 데이터를 제공하는 사용자입니다. \n4. Delegator : GRT를 기존 Indexer에게 위임하고 기여하는 개인 참여자 입니다. \n5. Consumer : 서브 그래프를 쿼리하고 Indexer 및 Delegator에게 쿼리 수수료를 지불하는 GRT의 최종 사용자, 개발자 또는 해당 프로젝트 자체를 의미합니다.\n6. Graph Protocol : 모든 정보를 블록체인 내 저장하여 이더리움 애플리케이션 개발자가 더 효과적으로 프로토콜을 운용할 수 있도록 지원합니다.",
  },
  {
    coin_code: "EGG",
    coin_knm: "네스트리",
    img_id: "EGG",
    coin_enm: "Nestree",
    coin_content001:
      "기존 메신저 서비스가 직면한 다양한 문제점을 해결하고자 구축된 네스트리는 블록체인 기반의 보상 시스템을 갖춘 커뮤니티 메신저 플랫폼입니다. 네스트리 메신저는 블록체인의 참여에 대한 보상과 공유 철학을 기반으로 하는 실질적인 dApp으로써 대화형 커뮤니티에 특화된 플랫폼을 목표로 하고 있으며, Discover, Channel, Chat, 그리고 Wallet이라는 네 가지 메인 메뉴로 구성되어 있습니다. 온라인 커뮤니티 매니저는 보상 체제를 사용하여 커뮤니티 멤버를 모집할 수 있으며, 자동 관리 기능을 통해 쉽고 편리하게 커뮤니티를 관리하며, 네스트리의 광고 및 콘텐츠 판매를 통해 수익을 얻을 수 있습니다. 또한, 커뮤니티 참여자는 쉽게 자신의 관심사에 맞는 커뮤니티를 찾아 활동하며 보상을 받을 수 있습니다.",
    coin_content002:
      "네스트리는 ERC-20 기반의 dApp으로 싱가포르에 위치한 Codepp PTE.LTD에 의해 개발되었습니다. 네스트리는 기존 메신저 서비스가 직면한 문제점을 해결하고 참여에 대한 보상과 공유 철학을 통해 대화형 커뮤니티에 특화된 플랫폼을 목표로 하고있습니다.",
    coin_content003:
      "1. 네스트리 메신저: 네스트리 메신저 서비스는 Discover, Channel, Chat, Wallet이라는 네 가지 메인 메뉴로 구성되어 있습니다. 대화형 커뮤니티는 ‘채널 (Channel)’이라는 명칭으로 별도의 메뉴를 구성하며, 이는 지인을 대상으로 하는 ‘채팅방 (Chat)’과는 구분됩니다. \r\n\n2. 네스트리 플랫폼 모델링: 네스트리는 “대화형 커뮤니티”의 성장, 활성화, 운영 및 수익화에 필요한 기능을 제공함으로써 양질의 컨텐츠와 자발적인 기여를 유도합니다. 네스트리는 메신저의 형태로 시작하여 다양한 서비스를 제공할 예정입니다. \r\n\n3. 네스트리 플랫폼 주체자: 네스트리는 컨텐츠 소비자, 컨텐츠 생산자, 채널 운영자, 광고주 네 그룹이 참여하는 메신저이며, 각 주체들은 네스트리 메신저를 사용함으로써 다음과 같은 이점을 갖습니다. \r\n",
  },
  {
    coin_code: "XVS",
    coin_knm: "비너스",
    img_id: "XVS",
    coin_enm: "Venus",
    coin_content001:
      "비너스(Venus, XVS)란 바이낸스 스마트 체인(BSC)에서 독점적으로 출시한 알고리즘 머니 마켓이자 합성 스테이블 코인 프로토콜입니다. 이 프로토콜은 탈중앙화 금융(DeFi) 생태계에 사용이 간편한 가상자산 대여·차용 솔루션을 도입해 거래 수수료 손실은 줄이면서 담보물에 대해 빠르게 직접 대출할 수 있도록 했습니다. 이러한 표준은 거버넌스 토큰인 XVS를 통해 커뮤니티에 의해 완전히 통제되는 머니 마켓에서 확장 가능한 솔루션을 제공하기 위해 결합되며, XVS는 설립자 및 팀 할당 없이 공정한 출시 메커니즘을 통해 배포됩니다.",
    coin_content002:
      "바이낸스 스마트 체인 기반의 탈중앙화 금융(DeFi) 생태계에 사용되는 비너스 프로토콜은 보더리스 스테이블 코인 대출자 및 차용자를 위한 탈중앙화 마켓 플레이스 구축을 목표로 합니다.",
    coin_content003:
      "비너스는 바이낸스 스마트 체인 상에 구축되어 속도가 빠르고 거래 비용이 아주 낮으며 이 프로토콜은 사용자가 비트코인(BTC), 리플(XRP), 라이트코인(LTC) 등 가상자산의 대출 시장에 진입하고, 거의 즉각적인 거래를 통하여 실시간으로 유동성을 확보 할 수 있게합니다.\n\n- 비너스 프로토콜을 활용하여 유동성을 확보하는 고객은 신용 확인을 거치치 않고도 비너스 분산형 애플리케이션(DAPP)과 상호 작용해 빠르게 대출을 받을 수 있습니다.\n\n- 비너스 프로토콜은 시장 조작 공격을 방지하기 위해 가격 피드 오라클을 활용하는데, 여기에는 체인링크(Chainlink)의 피드가 포함되며, 이로써 조작할 수 없는 정확한 가격 데이터를 제공할 수 있습니다. 이 프로토콜은 Binance Smart Chain 덕분에 저렴한 비용과 높은 효율성으로 가격 피드\n에 액세스할 수 있으며, 그 결과 전반적인 시스템 비용을 절감했습니다.",
  },
  {
    coin_code: "WOM",
    coin_knm: "왐토큰",
    img_id: "WOM",
    coin_enm: "Word of Mouth",
    coin_content001:
      "Word of Mouth의 약자인 WOM 토큰은 블록체인 기반의 마케팅 플랫폼입니다. WOM은 SNS에 익숙한 Z세대를 타깃으로 콘텐츠 마케팅 시장을 공략하고자 하는데, WOM 토큰은 크리에이터가 특정 브랜드나 상품에 대한 추천 컨텐츠를 제작하고, 컨텐츠의 퀄리티에 따라 보상을 받습니다. WOM 생태계에서는 이 같은 제도를 통해 사용자가 직접 참여하고 생태계를 구축하는 입소문 기반의 마케팅이 이뤄지는 구조로 제작되어 현재 온라인 마케팅 시장의 허위 광고, 예산 낭비 등의 문제에 대한 솔루션을 제공하고자 합니다.",
    coin_content002:
      "WOM 토큰은 이더리움 기반의 ERC-20 토큰으로, 2019년 10월에 싱가폴 기반의 WOM프로토콜에서 개발되었습니다. 해당 토큰은 브랜드가 바이럴 마케팅 효과를 활용 가능하도록 하는 블록체인 기반의 Martech 솔루션을 위해 발행되었습니다.",
    coin_content003:
      "1. WOM 참여자 \nWOM 생태계에는 콘텐츠 크리에이터, 소비자, 큐레이터, 브랜드, 소매업자, 마케팅 담당자, 콘텐츠 퍼블리셔, TGE 참여자와 미래 토큰 홀더와 같이 6개의 참여자가 존재합니다.\n \n 2. YEAY\nWOM 토큰은 초기 YEAY 앱을 통해 시작됩니다. YEAY란 비디오를 기반으로한 Z세대 소셜 채널로 스타일과 패션, 브랜드 등에 관한 컨텐츠를 통해 교류하는 애플리케이션입니다. YEAY는 2017년 베타 버전을 출시하였고 전세계적으로 17만 명의 유저와 71만 다운로드를 기록하고 있으며, 에어비엔비의 COO Varsha Rao, deutsche Telekom의 CEO Rene Obermann 의 투자를 받기도 했습니다.",
  },
  {
    coin_code: "EL",
    coin_knm: "엘리시아",
    img_id: "EL",
    coin_enm: "ELYSIA",
    coin_content001:
      "부동산 투자를 쉽고 편리하게 만들기 위해 개발된 엘리시아는 부동산 판매자와 구매자를 연결해주는 P2P 디지털 부동산 공동투자 플랫폼입니다. 부동산 개발자는 엘리시아 화이트 라벨 플랫폼에 ‘부동산 토큰’을 상장시켜 구매자가 타 부동산을 검색 및 비교할 수 있도록 합니다. 부동산 투자를 원하는 사람들에게 쉽고 간편한 서비스를 제공하기 위해 엘리시아는 부동산과 소유주에 대한 정식 심사를 진행한 후, 그에 합당한 부동산 토큰 개수와 가격을 선정합니다. 이는 ICO와 비슷한 형태로 진행되며, 화이트 리스트 구매자는 프리세일 기간 동안 타 가상자산으로 부동산 토큰을 구매할 수 있습니다. 프리세일이 끝난 부동산 토큰은 엘리시아의 부동산 거래소에 상장되어 화이트 리스트 참여자 또한 토큰을 구매할 수 있습니다.",
    coin_content002:
      "EL는 이더리움 기반의 ERC-20 토큰으로, ELYSIA PLATFORM PTE. LTD 싱가폴 법인에서 개발되었습니다. 해당 토큰은 엘리시아 생태계에서 사용되는 지불수단으로써 생태계 참여 등록요건, 부동산 토큰 거래수수료, 부동산 토큰의 거래대금, 포트폴리오 상품 투자 수수료 등 거래 시 사용되기 위해 발행되었습니다.",
    coin_content003:
      "1. 엘리시아 생태계\n엘리시아는 블록체인 기반의 탈중앙화된 글로벌 부동산 투자 생태계를 조성합니다. 엘리시아 플랫폼 참여자는 웹, 애플리케이션, SDK, API 등을 통해서 쉽게 부동산 투자에 참여할 수 있습니다. 이 때 엘리시아 플랫폼 참여자는 소매 투자자, VIP 투자자, 소매 판매자, 부동산 개발자, 로보 어드바이저, 엘리시아 자문위, 엘리시아 선발 위원회로 구성되어 있습니다.\n \n2. 부동산 지분 투자 서비스\n부동산 지분 투자 서비스는 엘리시아 부동산 선정 위원회의 심사를 통과한 부동산 상품에 대한 토큰화를 진행하는 서비스로 부동산 판매자와 엘리시아 플랫폼 간의 계약이 끝난 상품에 대한 토큰을 프리세일 합니다. 부동산 토큰의 프리세일은 EL 토큰과 현금으로만 가능합니다. 투자자는 부동산 토큰이 “부동산 지분 거래소”에 상장되기 전에 구매 가능합니다. \n \n3. 부동산 지분 거래소\n부동산 토큰 선판매 과정이 종료된 부동산 토큰은 부동산 지분 거래소에 상장됩니다. 투자자는 부동산 토큰 보유자로부터 EL 토큰 전용 매물은 EL로, 현금 전용 매물은 현금으로 부동산 토큰을 구매할 수 있습니다. \n \n4. 엘리시아 지갑\n엘리시아 플랫폼에서 투자자, 판매자, 로보어드바이저 등 모든 구성원이 사용하는 서비스로 EL, 법정화폐/스테이블코인의 관리, 교환, 투자, 배당 수취 등의 기능을 제공합니다. \n\n5. 엘리시아 로보 \n투자자의 기호에 따라 각 부동산 상품에 직접 투자하거나 로보어드바이저가 추천한 포트폴리오에 분산 투자할 수 있습니다. 여러 국가의 수많은 부동산 상품을 대상으로 로보어드바이저 기업이 다수의 분산 포트폴리오를 구성하고, 투자자는 투자성향에 따른 최적의 투자가 가능합니다.",
  },
  {
    coin_code: "BAKE",
    coin_knm: "베이커리토큰",
    img_id: "BAKE",
    coin_enm: "BakeryToken",
    coin_content001:
      "베이커리 토큰(BakeryToken, BAKE)이란 2020 년 9 월에 출시 된 토큰으로 BakerySwap 생태계에서 사용되는 자체 토큰입니다. 사용자는 BakerySwap에 유동성을 제공하여 거래 수수료의 일부를 얻고 BakerySwap의 거버넌스 프로세스의 일부로 투표에 참여하는데 사용할 수 있는 BAKE 토큰으로 보상을 받습니다. BakerySwap은 바이낸스 스마트 체인 (BSC)을 기반으로 하는 자동화된 시장 메이커 (AMM) 탈중앙 금융 프로젝트 프로토콜입니다.",
    coin_content002:
      "베이커리토큰은 베이커리 스왑의 생태계 유지를 위해 바이낸스 체인으로 탄생했습니다.",
    coin_content003:
      "- NFT 마켓플레이스: 다양한 형태의 예술작품의 판매를 통해 수집 및 구매/판매 기능을 지원합니다. 또한 베이커리 스왑에서는 NFT 베이커리 콤보 생성을 지원하여 이자 농사시 스테이킹 파워와 수입을 증가시키게 됩니다. \n- 런치패드: 베이커리 스왑에서는 런치패드 기능을 갖고 있습니다. 이를 통해 누구나 바이낸스 스마트 체인에서 새롭게 출시된 프로젝트에 접근이 가능하며 런치패드에서 얻는 일반적인 토큰과 달리 NFT 라는 점이 차별화 됩니다.",
  },
  {
    coin_code: "GHX",
    coin_knm: "게이머코인",
    img_id: "GHX",
    coin_enm: "GamerCoin ",
    coin_content001:
      "게이머코인(Gemercoin, GHX)이란 게이머해쉬(Gamerhash) 플랫폼의 고유 토큰으로 게이머해쉬 생태계에서 사용되는 ERC-20 기반으로 개발되었습니다. 게이머해쉬 플랫폼은 탈중앙화 기반의 컴퓨팅 파워 공유 플랫폼으로 여분의 컴퓨팅 파워를 공유하는 사용자에게 보상을 제공하여 생태계를 조성하고 나아가 가장 큰 셀프 파이낸싱 슈퍼 컴퓨터를 구축하고자 합니다.",
    coin_content002:
      "게이머코인의 법인인 CoinAxe Ltd는 몰타에 위치하고 있습니다.",
    coin_content003:
      "- 게이머해시는 전세계의 사용되지 않는 컴퓨팅 파워를 공유하여 가상자산을 채굴해 리워드를 받을 수 있도록 구축되었습니다. 지급받은 리워드는 넷플릭스, 라이엇 포인트, 스포티파이 등 약 600가지가 넘는 상품을 제공하고 있는 게이머해시 스토어에서 이용할 수 있습니다. \n\n- 게이머해시 애플리케이션: 게이머해시의 윈도우 운영체제용 데스크탑 애플리케이션으로 사용자에게 프로세서(CPU) 및 그래픽카드(GPU)의 여유분의 컴퓨팅 파워를 공유할 수 있는 기능을 제공합니다. 애플리케이션 다운로드는 무료이며, 사용자는 채굴 수수료만 지급해야합니다. \n\n- 플레이앤언 (Play&amp;Earn): 저성능 컴퓨터 사용자들을 위한 애플리케이션으로 사용자는 애플리케이션 상의 특정 미션 완료를 통해 추가적인 수익을 얻을 수 있습니다. \n\n- 게이머해시 스토어: 게이머해시 스토어는 사용자가 컴퓨팅 파워 및 플레이앤언을 통해 얻은 리워드를 사용할 수 있는 장소입니다. 현재 스토어에는 게임 통화, 스타벅스 emds의 식품점, 기프트 카드, 넥플릭스 등 컨텐츠 구독 채널 등을 포함하여 600 가지 이상의 상품을 제공하고 있습니다.",
  },
  {
    coin_code: "MIR",
    coin_knm: "미러 프로토콜",
    img_id: "MIR",
    coin_enm: "Mirror Protocol",
    coin_content001:
      "미러 프로토콜은 공개 기업 등의 주가와 동일한 금융 결과를 따르는 합성 자산을 발행 및 거래할 수 있는 블록체인 기반의 프로토콜입니다. DeFi 프로토콜로써 토큰 홀더들의 투표를 통해 탈중앙화된 방식으로 코드, 파라미터 변경 및 트레저리 사용처 등을 결정하며, MIR는 미러 프로토콜 운영 과정에서 거버넌스 토큰으로 발행 및 사용, 유동성을 제공합니다. 이때 mAssets 또는 MIR는 테라스왑과 유니스왑에서 거래하는 이용자들에게 4년에 걸쳐 분배되고 있습니다.",
    coin_content002:
      "미러 프로토콜은 싱가포르에 위치한 Terraform Labs PTE LTD에 의해 발행되었으며, 합성 자산 발행 및 거래를 할 수 있도록 합니다.",
    coin_content003:
      "미러 프로토콜은 아래와 같이 주요 기능 및 특징을 지닙니다. \n\n1. mAsset: \n다른 mAsset을 현재 가산가치의 150%를 최소 담보로 제공하여 미러링된 자산을 생성합니다. 이 때 mAsset 가격은 실제 자산의 가격에 고정되도록 탈중앙화된 오라클을 사용하여 30초마다 업데이트합니다. 생성된 자산은 AMM(Automated Market Maker) 탈중앙화 거래소인 테라스왑에 상장되며, 거래 수수료 0.3% 및 MIR은 LP 공급에 대한 인센티브로 지급됩니다. 또한, 미러링된 자산과 동일한 수량을 소각함으로써 자산 상환 또는 담보로 제공한 자산을 돌려받을 수 있습니다. \n\n2. Mirror Wallet:\n미러 프로토콜의 전용 비수탁형 모바일 월렛으로 ATQ Capital에서 개발하였습니다. 사용자들은 미러 월렛 내 Terra USD를 통해 빅테크 기업들의 주식가격을 추적하는 합성 자산을 거래할 수 있습니다. 추후 비트코인과 테더를 결제 옵션에 추가할 예정입니다. 또한, 사용자들에게 구글, 페이스북, 애플 계정을 기반으로 가입 및 로그인이 가능하도록 하며, 간단한 인터페이스를 기반으로 쉽고 빠른 mAsset 매매 서비스를 지원합니다. ",
  },
  {
    coin_code: "UOS",
    coin_knm: "울트라",
    img_id: "UOS",
    coin_enm: "Ultra",
    coin_content001:
      "울트라(Ultra, UOS)는 블록체인 기반의 게임 유통 및 거래 플랫폼으로 기존 게임 업계의 앱스토어 및 소셜네트워크의 시장 독점 및 불공평 등을 제거하여 게임 개발자, 게임 사용자, 게임 인풀루언서 등에게 새로운 기회를 제공하는 게이밍 퍼블리싱 플랫폼이자 생태계를 구축하기 위해 개발되었습니다. 울트라 생태계 참여자는 UOS를 통해 게임, 가상 아이템, 울트라 서비스 등을 구매할 수 있으며, 개발자는 게임 판매에 대한 높은 수수료 뿐 아니라 다양한 마케팅 툴, 게임 포팅 등을 통해 현재 게임 시장 대비 높은 수익률을 얻을 수 있습니다.",
    coin_content002:
      "울트라는 프랑스 파리에 위치하고 있으며 현재 게임 시장의 불평등성 및 시장 독점을 제거하여 새로운 게이밍 퍼블리싱 플랫폼을 개발하고자 구축되었습니다.",
    coin_content003:
      "울트라는 기존 PC 게임 산업의 독점 시장 문제 등을 개선하고자 한다. 게임 이용자는 울트라를 통해 베타 테스트, 설문, 게임 큐레이팅 등에 참여하여 UOS를 보상받을 수 있으며, 울트라 전용 콘텐츠 이용 뿐만 아니라, 소프트웨어 다운로드 기술을 통해 게임을 사고 되팔 수 있습니다. 또한, 타사 게임 서비스도 사용할 수 있습니다. \n\n- 콘텐츠 배포: 울트라 플랫폼을 통해 게임 이용자는 게임 다운로드 완료 전 새로 구매한 게임을 즐길 수 있습니다. 즉, 게임을 재생하는 동안 누락된 게이터가 계속 다운로드 되는데 이 기술은 베테스타(Bethesda), 어도비(Adobe), 라이엇게임즈(Riotgames) 등과 같은 주요 회사에서 사용되고 있습니다. \n\n- 광고 기술: 울트라는 현재 일 330억 개의 광고를 제공하며, 이를 통해 효율적인 마케팅 도구로 활용할 수 있습니다. 울트라 광고는 수요 측면 플랫폼(DSP)과 서버 측면 플랫폼(SSP)이 있습니다. \n\n- 울트라 고: 울트라 고는 플랫폼 지원 애플리케이션으로 이동중인 모바일 사용자에게 편리한 기능을 제공, 플레이어에게 새로운 수익원을 추가하며, 사용자를 지속해서 참여시킴으로써 사용자 유지율을 높여줍니다. 현재 울트라 고를 통해 채팅, 가상자산 지갑, P2P 결제 등을 제공하고 있습니다.",
  },
  {
    coin_code: "HIBS",
    coin_knm: "힙스",
    img_id: "HIBS",
    coin_enm: "Hiblocks",
    coin_content001:
      "힙스(Hiblocks, HIBS)란 블록체인 기반의 소셜미디어 플랫폼으로 기존의 소셜미디어 네트워크의 구조적인 문제를 해결하여 플랫폼의 취지에 맞는 유저간 커뮤니케이션 및 양질의 콘텐츠를 소비할 수 있는 건강한 소셜 미디어 네트워크 플랫폼 생태계를 구축하고자 합니다. 뿐만 아니라, 기존 플랫폼의 구조적인 불공정한 수익분배 문제를 해결하여 콘텐츠 제공자 및 소비자 사이의 선순환 구조를 형성하고자 합니다.",
    coin_content002:
      "힙스는 홍콩에 위치한 Hi Group Holdings Limited에 의해 개발되었으며 기존 소셜미디어 네트워크의 문제점을 고치고 양질의 콘텐츠를 소비할 수 있는 블록체인 기반의 플랫폼을 구축하고자 합니다.",
    coin_content003:
      "- 네트워크 보상관리 메커니즘 : 네트워크 보상 풀은 네트워크 인플레이션 축적, 네트워크 세금 축적, 하이토큰 기부 등으로 축적됩니다. 인플레이션 스마트 컨트랙트는 사전에 지정된 인플레이션 계획에 따라 N주마다 새로운 토큰이 발행하여 이를 네트워크 보상 풀에 축적합니다. 네트워크 세금이란 힙스 플랫폼 내 서비스 이용 시 지불된 금액에 대해 부과되는 수수료를 의미합니다. \n \n- 콘텐츠 보상 메커니즘 : 이용자는 예치 스마트 컨트랙트를 통한 예치 서비스 사용, 캐릭터 장착을 통한 보상, 콘텐츠 생성 등을 통해 보상받을 수 있습니다.",
  },
  {
    coin_code: "AION",
    coin_knm: "아이온",
    img_id: "AION",
    coin_enm: "Aion",
    coin_content001:
      "AION은 다차원 Hub and Spoke 모델을 기반으로 퍼블릭/프라이빗 블록체인 기관들의 다양한 네트워크들을 연결하여 자체 네트워크를 구축해 나가는 것을 목표로 합니다. 해당 기관들은 AION 내 블록체인과 이더리움 간의 데이터와 가치를 보낼 수 있으며, AION 네트워크 내 블록체인들 간의 데이터 용량 증가 및 빠른 거래 지원받을 수 있습니다. 그리고 각 퍼블리셔들은 거버넌스, 합의 메커니즘, 발행, 참여 등을 설정할 수 있습니다. 이러한 블록체인 간의 연결과 표준확립을 위하여 AION은 Wanchain과 블록체인 상호운용성 제휴를 맺었습니다.",
    coin_content002:
      "AION은 각 블록체인을 연결하는 인터체인을 만들고자 캐나다 블록체인 기업인 누코에 의해 2017년 10월에 개발되었습니다. 또한 아이온토큰은 아이온 블록체인 내에서 비용 및 보상의 기능 역할로 발행되었습니다.",
    coin_content003:
      "1. AION Network \n AION 네트워크는 다층 구조로 되어있습니다. Conneting Network는 아이온 블록체인 생태계 내에서 프라이빗과 퍼블릭 블록체인 사이에 상호소통을 지원하는 프로토콜입니다. Participating Network는 아이온 생태계에서 블록체인 참여자, 오라클 및 데이터 클러스터 참여자 등에게 접속할 자격을 부여합니다. 이 때 Bridge는 Connecting 네트워크와 Participating 네트워크 간의 통신을 용이하게 하는 역할을 합니다. 아이온 네트워크 참여자는 검증자, 투표자, 사용자로 구분됩니다. \n \n2. Interchain Transaction\n 인터체인 거래는 아이온 블록체인에 연결된 모든 네트워크들이 서로 소통할 수 있도록 지원하며, Payload, Metadata와 Merkle Proof로 구성되어 있습니다. 인터체인 거래의 과정은 다음과 같습니다. 사용자의 통신 요청을 Bridge 검증자가 수신하여 수수료 및 서명을 검증하고 LBFT합의 알고리즘을 기반으로 2/3 이상이 찬성할 경우에만 내역을 Connecting 네트워크에 전송합니다. 이 때 해당 요청 내역이 타겟 블록체인 내에서 처리되기 전까지는 토큰이 잠겨있습니다. 통신이 완료된 경우에 수수료는 Connecting 네트워크와 Bridge 검증자에게 분배됩니다.\n \n3. Aion Virtual Machine\n AION 가상머신은 성능, 결정론, 견고성을 강조하는 블록체인 전용 솔루션입니다. 또한, AVM은 인프라를 제공하며 블록체인과 애플리케이션 사이의 로직을 추상화하며, 인터체인 패블리케이션의 기반을 마련합니다. AVM 구현을 위해서는 아래와 같은 측면이 만족되어야 가능합니다.",
  },
  {
    coin_code: "WICC",
    coin_knm: "웨이키체인",
    img_id: "WICC",
    coin_enm: "WaykiChain",
    coin_content001:
      "웨이키체인은 상업용 퍼블릭 체인을 통해 주요 산업 영역에 블록체인 기반 솔루션 제공을 목표로 하는 플랫폼입니다. 그리고 고성능 트랜젝션 처리, 효율적 합의 알고리즘, 강력한 스마트 컨트랙트 엔진 및 블록 체인 업그레이드 관리 기능을 갖춘 3세대 블록체인 기술을 지향합니다. 웨이키체인은 11개의 슈퍼 노드를 설정하고 3초마다 새로운 블록을 생성, 초당 평균 3,300 tps까지 도달할 수 있습니다. 사이드 체인 아키텍쳐를 지원하는 과정에서 각 프로그램은 자체 독립적인 사이드 체인을 보유하며, 응용 프로그램 데이터 또한 독립적으로 운용될 수 있습니다. 이를 통해 사용자 데이터 중복의 위험을 낮추고 블록체인 응용 프로그램의 접근성을 낮추었습니다.",
    coin_content002:
      "웨이키체인은 주요 산업 영역에서 사용할 수 있는 블록체인 기반의 솔루션을 제공하기 위하여 2017년 5월에 홍콩에 설립된 기업입니다. 현재 약 70여 명의 각 분야별 전문가들로 구성되어 있습니다. 웨이키체인은 블록체인 기술을 예측 시장, 전통 자산거래, 환전 시장 등 3가지 산업에 접목시키고자 DPoS와 BFT가 결합된 합의 알고리즘을 기반으로 자체 메인넷 코인을 개발하였습니다.",
    coin_content003:
      "1. Duel VM \n 웨이키체인은 LuaVM과 WASM VM이라는 듀얼 엔진 스마트 컨트랙트 기술을 제공합니다. Lua는 Dapp 개발자들이 컨트랙트를 쉽고 빠르게 설계할 수 있도록 하는 스크립트 랭귀지입니다. WASM VM은 강력하고 편리한 VM으로 다양한 프로그래밍 언어들을 지원하여 개발자들로 하여금 DApp 상에 고급 기능을 실행할 수 있도록 합니다. \n \n2. DEX \n 웨이키체인의 하층 layer를 기반으로한 DEX는 펜딩 오더, 매칭 그리고 지불 등을 지원합니다. 감사 가능한 트랜잭션 계정을 입수하기 위해 모든 트랜잭션은 체인 상에 입력됩니다. 또한, 웨이키체인에서 발행된 다양한 가상자산이 DEX에서 거래될 수 있습니다. \n \n3. Cross Chain technology \n 웨이키체인은 이종 서브체인을 포함한 단일 서브체인을 지원합니다. 웨이키체인이 타깃으로한 산업 수준의 애플리케이션 역시 웨이키체인 상에 분리된 서브체인을 갖게 됩니다. 애플리케이션 사이드체인은 컨센서스 알고리즘, 사이드체인 asset, block interval과 같은 각각의 프로토콜을 가질 수 있습니다.",
  },
  {
    coin_code: "BLY",
    coin_knm: "블로서리",
    img_id: "BLY",
    coin_enm: "Blocery",
    coin_content001:
      "블로서리는 블록체인 기반의 프리미엄 농산물 예약구매 서비스를 제공하며, 식자재 유통상과 소상공인 간의 투명한 생태계 조성을 위한 식자재 유통 개인 투자 플랫폼 서비스 입니다. 즉, 농식품의 생산이력, 유통이력, 판매정보 등을 위/변조가 불가능하도록 블록체인 상에 기록하며, 효율적이고 신뢰성이 높은 탈중앙화 서비스로 소비자에게 신선하고 안전한 제품을 합리적인 가격에 제공하고, 생산자에게는 상품에 대한 제값을 받는 상생의 시장을 구축하고자 합니다.",
    coin_content002:
      "블로서리는 20년 간 농업에 IT기술을 접목해온 농업 전문기술을 가진 국내 Ag-Tech (주)이지팜에 의해 서비스가 진행되며, 모두가 신뢰할 수 있는 블록체인 기반의 안전한 농식품 공급망 플랫폼을 개발하고 있습니다.",
    coin_content003:
      "블로서리는 아래와 같은 주요 기능 및 특징을 가지고 있습니다.  \n\n1. 응용 서비스 레이어: 사용자가 직접 접속하여 서비스를 수행하는 단계 \n\n2. 컴포넌트 &amp; 서비스 레이어: 사용자와 블록체인의 연결 및 분석엔진 단계  \n\n3. 탈중앙화 레이어: 블록체인과 사이드체인을 이용해 스마트 컨트랙트가 직접 실행되는 단계",
  },
  {
    coin_code: "CTSI",
    coin_knm: "카르테시",
    img_id: "CTSI",
    coin_enm: "Cartesi",
    coin_content001:
      "카르테시는 확장 가능한 분산형 애플리케이션의 개발 및 구축을 위한 레이어2 플랫폼입니다. 카르테시 DApp은 온 오프체인 구성요소 모두를 포함하고 있으며 탈중앙화 응용 프로그램을 위한 리눅스 기반의 인프라를 제공합니다. 카르테시로 개발된 DApp은 강력하고 쉽게 구축 가능하며 대규모 처리 능력과 산업 등급의 프로그래밍 기능을 제공합니다.",
    coin_content002:
      "카르테시 토큰은 싱가포르를 기반으로하는 CARTESI FOUNDATION 에 의해 개발 되었습니다.\n발행 방식은 카르테시 코어 토큰 인센티브 매커니즘이 근복적인 역할을 하며, 생태계 참여자들은 블록생성, 데이터 추가 등에 따른 경제적 인센티브(보상과 수수료)를 받을 수 있습니다.",
    coin_content003:
      "카르테시 토큰 생태계는 블록체인 기반 앱들의 사용성과 확장성을 극복하기 위한 형태로 설계되었습니다. 분산형 애플리케이션의 다양한 구조 형태로 기존 소프트웨어 스택 사용이 용이하며, 쉬운 개발환경 구축, 높은 TPS, 재정 정산 계층 도입 등을 통해 dApp 개발과 블록체인 사용 편의성을 확보에 중점을 두고 있습니다. \n\n- Cartesi Core: 카르테시 코어는 온체인 및 오프체인 구성 요소로 구성된 인프라입니다. Cartesi DApp과 상호 작용하기를 원하는 각 참가자는 Cartesi 노드라고 불리는 오프체인 구성요소로 이동하면서 블록체인의 보안 보장을 유지하면서 합의 계층에서 부하를 제거합니다.\n\n- A Fitting Virtual Machine Architecture: dApp 참가자들의 검증과 합의를 이끌어 낼 수 있는 자체 내장형 Virtual Machine 보유하고 있습니다.\n\n- On-chain Dispute Resolution: dAPP 사용자들의 합의를 이루지 못해 분쟁이 일어났을 경우 해결하는 프로토콜 입니다. 사용자 형태(Bad, Honest)에 따른 경제적 패널티와 보상 구조를 채택 했습니다.",
  },
  {
    coin_code: "AQT",
    coin_knm: "알파워크",
    img_id: "AQT",
    coin_enm: "Alpha Quark Token",
    coin_content001:
      "알파쿼크(Alpha Quark)는 디지털화된 지적재산권을 다루는 NFT(Non-Fungible Token) 및 메타버스 관련 프로젝트로서 알파쿼크의 서비스를 통해 영화 판권, 드라마 판권, 음악 저작권 및 저작인접권, 웹툰 판권, 인쇄 판권 등 다양한 지식재산권을 유동화하여 일반 투자자들도 지식재산권 기반의 창작물 제작 및 투자를 손쉽게 할 수 있는 새로운 시장을 창출합니다.",
    coin_content002:
      "알파쿼크는 세이셜 공화국에 위치한 Alpha Quark Limited에 의해 개발되었으며 지식재산권 기반의 디지털화된 상품을 거래할 수 있는 플랫폼 서비스를 제공합니다.",
    coin_content003:
      "알파쿼크 토큰은 지식재산권 기반의 NFT를 구매하거나 판매할 때 활용할 수 있으며, 알파쿼크 NFT 마켓플레이스 및 메타버스 전시장 등에서 회원들에게 제공하는 부가서비스를 통해 다양한 혜택을 누릴 수 있도록 활용되는 유틸리티 토큰입니다.",
  },
  {
    coin_code: "AAVE",
    coin_knm: "에이브",
    img_id: "AAVE",
    coin_enm: "Aave",
    coin_content001:
      "에이브(Aave, AAVE)는 이더리움 기반의 분산형 오픈소스 가상자산 대출 플랫폼이자 예금과 차입 자산에 대한 이자를 얻기 위한 오픈소스 및 비 세관 프로토콜입니다. 에이브 플랫폼은 지원하는 가상자산을 일정한 금리로 사용자에게 대출해줍니다. 이로 하여금 예금주는 대출풀에 유동성을 제공함으로써 이자를 얻을 수 있으며, 대출자는 가변적이고 안정적인 이자율 옵션이 있는 풀을 활용해 대출을 받을 수 있습니다.",
    coin_content002:
      "에이브는 영국 런던에 본사를 두고 있으며 스타니 쿨레초프 (Stani Kulechov)에 의해 2017년 설립된 오픈소스 및 비 세관 프로토콜이자 가상자산 대출 플랫폼입니다.",
    coin_content003:
      "1. aToken: aToken은 입출금 시 민트 및 버닝되는 이자부 토큰입니다. aToken의 가치는 사용자의 예금 자산 가치에 1:1 비율로 고정되며 안전하게 저장되어 이동 및 거래가 가능합니다.  \n2. Debt Token: 부채 토큰은 이자 발생 토큰으로 대출금을 빌리고 상환할 때 민트 및 버닝되는 이자 발생 토큰입니다. 부채 토큰에는 안정적 부채 토큰 및 가변 부채 토큰이 있으며, 안정적 부채 토큰은 안정적 이율 비율을 가진 프로토콜을 나타내며, 가변 부채 토큰은 가변 이율을 가진 프로토콜을 나타냅니다.",
  },
  {
    coin_code: "RAI",
    coin_knm: "라이파이낸스",
    img_id: "RAI",
    coin_enm: "RAI Finance",
    coin_content001:
      "라이파이낸스(Rai Finance, RAI)란 탈중앙화된 크로스체인 자산 거래를 위해 구축된 블록체인 프로토콜로 다양한 자산 지원하여 더 높은 유동성을 제공하여 디파이 생태계에 경제적 근접성을 높이고자 구축되었습니다. 라이파이낸스의 네이티브 토큰인 RAI는 거래 수수료, 거버넌스, 네트워크 인센티브 등으로 사용될 예정입니다.",
    coin_content002:
      "라이파이낸스(Rai Finance)는 싱가포르에 위치한 Rai Technologies Pte. Ltd. 에 의해 개발되었으며, 폴카닷 생태계에 통합되어 다양한 자산에 대한 지원 및 유동성 제공을 통해 탈중앙화된 크로스체인 자산 거래를 제공하고자 합니다.",
    coin_content003:
      "라이파이낸스 프로토콜의 아키텍처는 안전한 오프체인 결제를 위한 계층화를 제공합니다. 온체인을 통해 복잡한 계산 및 더 효율적인 결제를 가능하게 하며 블록체인의 보안성과 탈중앙화성을 잃지 않습니다. 이와 같은 향상된 복잡성과 속도는 기존의 중앙화된 거래소에 특화되었던 마켓 메이킹 및 자동 거래 등과 같은 서비스를 디파이 산업에서도 적용할 수 있도록 합니다. \n\n- 오프체인 거래(Off-chain Transaction): 라이파이낸스는 안전한 오프체인 거래를 통해 자동 마켓 메이킹 및 수익률 전략 등을 제공하여 확장성을 높입니다. 신뢰할 수 없는 계산 및 암호화 장치에 영지식증명을 활용함으로써 확장성, 투명성, 결제의 익명성 등을 지원할 수 있는 레이어2 솔루션을 제공할 수 있습니다. 대부분의 작업을 오프체인으로 전환하여 각각의 트랜잭션의 금액과 시간을 줄일 수 있으며, 결과적으로 트랜잭션 3과 자동화된 거래를 위한 계산이 오프체인에서 실시간 수행되고 검증됩니다.\n\n- 크로스체인 자산(Cross-chain Asset Capability): 라이파이낸스는 더욱 다양한 자산을 지원하기 위해 파라체인을 런칭하여 폴카닷 생태계에 통합할 예정입니다. 이는 폴카닷 릴레이 체인의 호환성을 통해 라이파이낸스 프로토콜이 다양한 자산을 지원할 수 있도록 할 계획입니다. 라이파이낸스의 상호운용성은 기타 유명한 이더리움 기반의 유동성 프로토콜 대비 차별화할 수 있을 뿐 아니라 라이파이낸스가 발전함에 따라 폴카닷 생태계의 스마트 컨트랙트는 다양한 자산과 대체불가토큰을 추가할 것입니다.",
  },
  {
    coin_code: "MKR",
    coin_knm: "메이커",
    img_id: "MKR",
    coin_enm: "Maker",
    coin_content001:
      "메이커(Maker, MKR)란 가상자산 담보 대출 방식의 스테이블코인인 다이(DAI)에서 대출 수수료 지불을 위해 사용되는 이더리움 기반의 블록체인 플랫폼입니다. 사용자는 메이커 플랫폼을 통해 가상자산 이더리움을 담보로 맡길 수 있으며, 스테이블코인인 DAI를 생성합니다. 생성한 DAI를 돌려주면 맡겼던 담보를 되찾을 수 있습니다. DAI 사용자는 별도로 안정화 수수료를 지불하기 위해 MKR 토큰이 사용됩니다. MKR 토큰은 메이커 플랫폼에서 거버넌스 및 중요한 정책결정의 투표에 활용되기도 합니다.",
    coin_content002:
      "메이커는 코펜하겐에 위치해 있으며, 메이커 플랫폼의 스테이블코인인 다이의 안정화 수수료 및 플랫폼의 거버넌스 등에 사용됩니다.",
    coin_content003:
      "메이커 플랫폼에는 가격변동성을 지닌 메이커 플랫폼 관리에 사용되는 MKR와 지불, 저장 담보 기능을 하는 스테이블 코인인 DAI가 있습니다. 메이커 플랫폼에서 MKR은 하기와 같은 역할을 수행합니다. \n\n- Utility Token(유틸리티 토큰): 메이커 시스템은 담보 부채 포지션 (Collateralized debt positions; CDPs)이라는 시스템이 적용되며, CDPs에서 MKR를 지불하면 Dai를 생성할 수 있습니다. 이를 통해 MKR을 지불하여 Dai를 생성하면 MKR은 소각됩니다. \n\n- Governance Token(거버넌스 토큰): MKR 보유자들은 토큰들의 위험 관리, 시스템 계획 등에 투표하는데 MKR을 사용할 수 있으며, 투표 과정은 Continuous Approval Voting (지속적인 승인 투표)를 통해 이루어집니다. 지속적인 승인 투표란 투표자가 언제든 투표하거나 투표 철회가 가능한 시스템이며, 가장 많은 표를 얻은 제안이 선정됩니다. \n \n- Recapitalization Resource(자본재구성 자원): 시스템 내의 담보 포트폴리오(Collateral portfolio)에 문제가 생기면 메이커 시스템은 자동적으로 MKR 토큰을 발행 및 매각하게 됩니다.",
  },
  {
    coin_code: "EVZ",
    coin_knm: "이브이지",
    img_id: "EVZ",
    coin_enm: "Electric Vehicle Zone",
    coin_content001:
      "이브이지는 블록체인 기반의 전기자동차 충전인프라 공유 플랫폼입니다. 이브이지 플랫폼 사용자는 EVZ에 가입함으로써 연동되는 모든 사업자의 충전기를 사용할 수 있으며, 충전기 소유자는 EVZ에 등록함으로써 편리하게 충전기를 공유하여 보상받을 수 있습니다.",
    coin_content002:
      "싱가포르에 위치한 이브이지 플랫폼은 유휴 시간의 충전기와 전기자동차 사용자를 중개자 없이 자동으로 연결하여 상호 가치를 제공하고 친환경 에너지 산업을 선도하고자 구축되었습니다.",
    coin_content003:
      "EVZ 코인의 블록체인 아키텍처는 EVZ 모듈에 기반한 하나의 IoT 생태계의 암호화 결제 플랫폼입니다. \n\n1. 서비스 레이어: \n서비스 레이어는 사용자 및 외부 시스템에서 접근 가능한 이브이지 플랫폼의 엔드 포인트입니다. 사용자는 자신이 보유한 애플리케이션, 또는 충전기를 통해 이브이지 플랫폼이 제공하는 충전 및 결제, 정산 등의 서비스를 사용할 수 있으며, 이브이지 인프라와 블록체인 서비스를 사용할 수 있습니다. \n\n2. 인프라 레이어: \n인프라 레이어는 서비스 레이어로부터 들어온 요청을 처리하는 부분으로 이브이지 플랫폼의 서비스 로직을 구현합니다. 기본적으로 이더리움 노드 연결 서비스를 제공하며, 결제 모듈을 통해 충전사업자별 서로 다른 결제 방식을 이브이지가 갖고 있는 로밍 서비스를 통해 통합된 결제 서비스로 지원합니다.  \n\n3. 엔진 레이어: \n 이브이지 플랫폼의 핵심 기능들이 작동되는 레이어로 블록체인 상에서는 결제와 보상 관련 데이터들이 저장되며, 스마트 컨트랙트를 통해 이력관리가 가능합니다. 또한, 데이터에 대한 접근 권한을 관리할 수 있습니다.",
  },
  {
    coin_code: "CON",
    coin_knm: "코넌",
    img_id: "CON1",
    coin_enm: "Conun",
    coin_content001:
      "코넌(CON)은 P2P 네트워크를 통해 개인용 컴퓨터 리소스를 공유하여 고성능 컴퓨팅 시스템을 필요로 하는 프로젝트의 테스크를 처리 할 수 있도록 수평적 분산형 컴퓨팅 시스템을 구축하는 플랫폼입니다. CON은 플랫폼 내에서 발생하는 트랜잭션을 기록, 관리하고 참여자들의 보상을 위해 사용됩니다.",
    coin_content002:
      "코넌(CON)은 보안 솔루션 개발사 (주)비이소프트, 핀테크 기업 ㈜쉐어링크레딧의 표세진 대표가 개발한 분산형 슈퍼컴퓨팅 플랫폼(DSC)으로, 개인 컴퓨터의 유휴 리소스 공유를 통해 저비용으로 고성능의 컴퓨팅 처리가 가능합니다. 현재 수많은 개인용 고성능 컴퓨터들이 존재함에도 간단한 문서작성, 인터넷 검색 등에 사용되는 것에 그치고 있다는 문제점을 해결하기 위해 DSC플랫폼을 개발 하였습니다. CONUN의 암호화폐 CON은 POW 방식으로 개인용 리소스 공유의 인센티브로 지급됩니다.",
    coin_content003:
      "1. DSP (Distributed Supercomputing Platform) \n그리드 컴퓨팅 코어를 기반으로 사용자 운영체제의 호환성을 위해 작동하는 가상머신(Dock Container)과 노드가 클라이언트 &amp; 서버 역할을 수행하는 P2P 하이브리드 구조로 구성되어 있습니다. 컴퓨팅 파워 제공자와 이용자는 스마트 컨트렉트를 통해 토큰으로 보상 받습니다.",
  },
  {
    coin_code: "ARW",
    coin_knm: "아로와나토큰",
    img_id: "ARW",
    coin_enm: "Arowana Token",
    coin_content001:
      "아로와나토큰(Arowana Token, ARW)이란 디지털 금 융복합 플랫폼 아로와나의 디지털 자산으로 플랫폼 내 멤버십, 디지털 바우처 구매 및 판매, 디지털 전당포, 쇼핑몰 리워드 등 다양한 서비스에 도입되어 사용될 목적으로 구축되었습니다. 아로와나 프로젝트는 신뢰할 수 있는 금 유통 및 거래 생태계 조성을 위해 금의 원석부터 가공, 유통, 판매까지의 모든 과정에 블록체인 기술을 도입하고 한컴금거래소 및 한컴페이를 디지털 플랫폼을 결합하여 금 관련 비즈니스 양성화를 통해 개인이 쉽게 금을 거래할 수 있는 플랫폼을 제공하고자 합니다.",
    coin_content002:
      "아로와나토큰은 AROWANA TECH PTE. LTD.에 의해 개발되었으며, 싱가포르에 위치하고 있습니다. 아로와나는 디지털 금 융복합 플랫폼 구축을 통해 금 관련 시장을 양성하고자 합니다.",
    coin_content003:
      "아로와나 프로젝트는 금의 가공, 유통 및 판매까지 모든 단계에 블록체인 기술을 결합하여 정품 인증 및 보증 기관 연계 등을 통해 신뢰도 높은 금 유통 시장을 구축하고자 합니다. 아로와나 디지털 플랫폼은 블록체인 기술 기반의 디지털 융복합 플랫폼과 디지털 금융 플랫폼으로 진행됩니다.  \n\n- Phase 1. 디지털 융복합 플랫폼: 디지털 융복합 플랫폼에서는 R-DAP을 통해 디지털 바우처를 발행하고 보증, 교환, 거래가 가능하며 파트너와의 포인트 연동을 통한 가용성을 확대합니다. 모든 거래 내역은 DID 및 블록체인을 통해 운영됩니다. R-DAP은 기존 금 시장에 존재하지 않던 디지털 바우처, 디지털 전당포, 디지털 코드, 융복합 쇼핑몰 한컴페이, 골드 옥션 등의 서비스를 제공할 예정입니다. \n\n- Phase 1. 디지털 융복합 플랫폼: 디지털 융복합 플랫폼에서는 R-DAP을 통해 디지털 바우처를 발행하고 보증, 교환, 거래가 가능하며 파트너와의 포인트 연동을 통한 가용성을 확대합니다. 모든 거래 내역은 DID 및 블록체인을 통해 운영됩니다. R-DAP은 기존 금 시장에 존재하지 않던 디지털 바우처, 디지털 전당포, 디지털 코드, 융복합 쇼핑몰 한컴페이, 골드 옥션 등의 서비스를 제공할 예정입니다. ",
  },
  {
    coin_code: "TRV",
    coin_knm: "트러스트버스",
    img_id: "TRV",
    coin_enm: "TrustVerse",
    coin_content001:
      "트러스트버스는 인공지능 및 블록체인 기반 금융 플랫폼 서비스 업체입니다. 2018년 설립 후 본격적으로 금융 AI와 블록체인을 기반으로 디지털금융 핀테크 솔루션을 다각도로 제공하고 있습니다. 주요 서비스로는 세계 최초 디지털자산과 프라이빗 키 복구 및 복원 서비스를 주요 금융 및 글로벌 기업들과 협업하고 있으며, 디지털 자산 분석 서비스, 전자지갑, 증여 및 상속 서비스, 블록체인 기반 미술 및 컬렉션 경매 서비스 및 디지털 음원저작권 자산화 서비스 등을 갖추고 있습니다.",
    coin_content002:
      "TrustVerse는 이더리움 기반의 ERC-20 토큰으로, 2018년 10월에 웰스트리에스지 유한회사에서 개발되었습니다. 해당 토큰은 AI 블록체인 기술과 스마트 컨트랙트를 활용하여 사용자에게 디지털 자산과 관련된 통합 솔루션 및 매커니즘을 제공하기 위해 발행되었습니다.",
    coin_content003:
      "1. 마스터 키(MasterKey)\nMasterKey 내지 MKey 서비스는 개인의 원장화된 디지털 자산을 보호하기 위한 프라이빗 키, 즉 비밀번호(암호) 키 값 복구 및 회수 서비스입니다. 주요한 디지털 자산 정보에 접근할 수 있는 매개에 대한 디지털/사이버 공격/분실 위험/행정적 실수/탈취로부터 안전하게 보호하고 분실의 우려를 갖지 않도록 하는 보안적 기능의 의미를 가집니다. 공증된 코스콤 금융 클아우드 및 인증시스템을 통해 연간제 혹은 월간제 서비스 가입을 통해 언제든 키 값을 분실한 경우, 요구하는 인증(신원확인) 절차를 거쳐 키 값을 복구할 수 있습니다. 분산된 암호화 키는 엔터프라이즈 블록체인 서비스인 R3 Corda 네트워크에 저장되어, 데이터의 무결성과 보존성을 동시에 보장하는 세계 최초 서비스입니다. 디지털자산을 관리하는 진화된 스마트 월렛의 경우, 비밀번호를 개인이 설정하지 않고 자동적으로 생성된 mnemonic 혹 private key라고 불리는 고유 키 값으로 제공됩니다. 디지털 자산이라 칭하는 무형자산의 영역확장(예. 디지털 신분증, 음원 저작권, 가상자산 등)에 따른 블록체인 기반의 키 보안 서비스, 자산보호, 확대되어 관리 측면에서의 서비스 모델입니다. \n \n2. 디지털 자산 월렛, 마스(MarS)\n블록체인 기반의 보안성이 뛰어난 MarS 월렛 2.0 업데이트 버전은 디지털 자산은 물론, 유형 자산화, 디지털 음원 저작권 등 지재권이나 부동산 소유권 등 각종 유무형 자산을 손쉽게 관리할 수 있는 차세대 스마트 월렛입니다. 삼성 블록체인 키스토어에 Dapp으로 등록된 트러스트버스의 서비스로 바로 사용 가능합니다. \n \n3. 디지털 자산 분석, 주피터(Jupiter)\n자칫 어려울 수 있는 시장 분석 정보를 초보자들도 쉽게 알 수 있도록 직관적으로 풀어낸 인포 앱입니다. 펀더멘털 마켓 인덱스 상관지수 등 키 인사이트를 줄 수 있는 마켓 리포트도 함께 제공됩니다. 삼성 블록체인 키스토어에 Dapp으로 등록된 트러스트버스의 서비스로 바로 사용 가능합니다.  ",
  },
  {
    coin_code: "MIX",
    coin_knm: "믹스마블",
    img_id: "MIX",
    coin_enm: "MixMarvel",
    coin_content001:
      "믹스마블은 블록체인 기반의 3D 멀티-플레이 게임 플랫폼입니다. 개발자들이 게임을 개발 및 출시 후, 장기 수익을 얻을 수 있도록 생태계를 조성하고 이를 통해 유저가 다양하고 높은 퀄리티의 게임 컨텐츠를 즐길 수 있도록 합니다. 이러한 선순환적 생태계 구조의 중심에는 MIX토큰이 그 기능을 수행하도록 설계되어 있으며, 이를 통해 전통적인 중앙화 게임의 블록체인화를 통해 다양한 참여자에게 혜택을 제공할 수 있습니다.",
    coin_content002:
      "믹스마블 재단은 이더리움 기반의 ERC20토큰으로 MIX를 2019년 4월에 발행하였습니다. MIX는 향후 세컨 레이어의 체인을 통하여 POS(Proof of Stake)와 POA(Proof of Action)의 하이브리드 합의 알고리즘을 활용하여 MIX 생태계에 참여하는 게임 개발자, 게임 플레이어, 투자자 등이 함께 혜택을 누릴 수 있도록 설계되었습니다.",
    coin_content003:
      "1. MIXMARVEL SDK (Software Development Kit) \n믹스마블은 Mixmarvel SDK(소프트웨어 개발 키트)를 통해 게임 개발자들이 중앙화 된 게임을 블록체인 기반의 게임으로 손쉽게 전환할 수 있도록 지원합니다. 이를 통해 게임 개발자의 R&amp;D 비용을 절감하고 나아가 출시 과정의 단축에 많은 도움을 줄 수 있습니다. Mixmarvel은 SDK의 제공을 통해 보다 풍성한 블록체인 기반 게임 생태계를 구축하고자 합니다.\n\n2. 로켓 프로토콜 (Rocket Protocol) \nRocket Protocol은 Mixmarvel이 활용하는 하위 레이어로서 게임 산업에 활용되는 솔루션이다. 메인체인의 비효율적 TPS(Transaction Per Second)로 인해 야기되는 다양한 한계점을 극복하며 이더리움 메인체인상의 전송 비용을 대폭 낮출 수 있습니다. Mixmarvel은 로켓 프로토콜을 통해 게임 개발자들이 블록체인 기반의 게임을 더 다양하게 만들고 높은 퀄리티의 게임을 제작할 수 있게 도와줍니다.",
  },
  {
    coin_code: "EM",
    coin_knm: "이마이너",
    img_id: "EM",
    coin_enm: "Eminer",
    coin_content001:
      "Eminer 플랫폼은 채굴 산업 생태계를 재설계하기 위해 구축된 블록체인 기반의 해시레이트 금융 플랫폼입니다. Eminer는 디지털패스 순환을 통해 채산성 증가와 산업 가치를 재정립하는 데 목적을 두고 있습니다. 더 나아가 해시레이트 블록체인 플랫폼과 서비스를 통합한 금융정보 서비스 제공이라는 목표를 두어 그 가능성을 높게 평가받고 있습니다.",
    coin_content002:
      "EM은 이더리움 기반의 ERC-20 토큰으로 2019년 7월에 싱가폴 Eminer 재단에서 개발되었습니다. 해당 토큰은 채굴자에게 해시레이트 대여 및 임대 등의 채굴지원을 위해 활용되며, 일반 사용자에게는 Eminer 플랫폼에서의 편리한 마이닝 서비스를 제공하기 위한 특정 가치로서 발행되었습니다.",
    coin_content003:
      "1. Eminer 해시 레이트 생태계 \n블록체인 해시레이트 금융 서비스 플랫폼으로 Eminer 해시레이트 서비스 플랫폼은 채굴 산업 생태계를 해시 레이트 서비스, 금융 서비스, 그리고 정보 서비스를 통합하여 재설립하고자 합니다. \n\n2. Eminer 생태계 \nEminer 플랫폼은 채굴 서비스, 해시레이트 유통량 서비스, 대출 및 금융 서비스, 그리고 해시레이트를 기반으로 한 채굴 산업 생태계 정보 서비스 등으로 구성되었습니다. Eminer 해시레이트 서비스 플랫폼과 연관 파트너사는 비즈니스 수행에 있어 규제 및 법률을 엄격히 따를 것입니다.",
  },
  {
    coin_code: "RSR",
    coin_knm: "리저브라이트",
    img_id: "RSR",
    coin_enm: "Reserve Rights",
    coin_content001:
      "리저브라이트(Reserve Rights, RSR)란 안정적인 글로벌 통화가 되는 것을 목표로 탄생했습니다. 또한 리저브 네트워크에서 리저브(RSV)의 가치 안정화를 위한  변동성 프로토콜 토큰으로 리저브라이트의 거버넌스 투표에 사용될 수 있습니다. 리저브라이트는 현재 금융 시스템의 문제점을 해결하여 현재의 현금처럼 사용할 수 있는 최초의 디지털 화폐를 구축하고자 합니다.",
    coin_content002:
      "리저브라이트는 환율, 담보, 자산 연동 등 기존 화폐 및 현재의 가상자산이 갖는 한계를 극복하고 안정적인 통화를 만들기 위해  ERC20으로 개발되었습니다.",
    coin_content003:
      "리저브 프로토콜은 2개의 가치 저장소를 관리하며, 스마트 컨트랙트를 통해 작동하도록 설계되었습니다. \n- 리저브와 담보: 미국 1달러의 가격을 유지하도록 설계된 가상자산입니다. \n- 담보: 리저브의 수요가 하락할 경우, 리저브를 매입하기 위해 보유하는 다른 블록체인 자신의 집합으로, 발행된 전체 리저브 가치의 100%를 보장하는 담보 비율 유지를 목표로 합니다. ",
  },
  {
    coin_code: "OCEAN",
    coin_knm: "오션프로토콜",
    img_id: "OCEAN",
    coin_enm: "Ocean Protocol",
    coin_content001:
      "오션프로토콜(Ocean Protocol)이란 블록체인 기반의 분산형 인공지능(AI)을 위한 데이터 자산 및 서비스 교환 프로토콜 플랫폼으로 사용자의 데이터 자산 공유와 수익화를 촉진하며 동시에 모든 행위자에 대한 통제, 감사 가능성 및 투명성을 보장하여 AI 기능의 이점을 확산시키고자 구축되었습니다. 데이터 보유자는 매우 안전한 방식으로 프라이버시에 대한 위험부담없이 오션마켓앱을 통해 필요한 데이터 자산을 찾아 소비하고 혹은 자신의 데이터 자산을 공유할 수 있습니다. 뿐만 아니라 오션프로토콜의 고유 자산인 OCEAN 보유자는 데이터풀을 통해 스테이킹 서비스 및 너트워크 거버넌스에 참여할 수 있으며, 개발자는 오션라이브러리(Ocean Libraries)를 통해 자신 만의 데이터 지갑, 거래소 등이 구축 가능합니다.",
    coin_content002:
      "오션프로토콜은 싱가포르에 위치한 Ocean Protocol Foundation Ltd.에 의해 구축되었으며 블록체인을 통해 분산형 인공지능을 위한 데이터 자산 및 서비스 교환 프로토콜 구축을 목표로 합니다.",
    coin_content003:
      "오션프로토콜은 AI 기술로 생성된 데이터에 대해 프라이버시를 제공한 분산형 데이터 교환 플랫폼을 구축하고자 합니다. 오션프로토콜의 통화인 OCEAN 토큰은 오션 네트워크에서 데이터와 서비스를 사고 파는데 사용되는 유틸리티 토큰이며, 유동성을 제공하기 위해 데이터 큐레이팅 및 스테이킹에 대한 보상으로도 제공됩니다. 오션프로토콜 생태계는 아래와 같은 참여자들로 구성되어 있습니다. \n\n- 오션 데이터 제공자: 데이터 제공자는 데이터를 보유하고 있으며, 토큰으로 자신의 데이터를 다른 사람에게 공급하는 시스템 참여자입니다. 다른 참여자가 데이터 제공자의 데이터를 소비하게 되면, 이들은 데이터 제공자에게 보상을 지급합니다.\n\n- 오션 데이터 큐레이터: 오션 플랫폼은 오션 플랫폼 내의 독특한 큐레이션 시장을 구축하기 위해 해당 데이터의 퀄리티에 대해 까다롭게 평가하는 시스템을 도입하고 있습니다. 오션 프로토콜은 분산화된 시스템이기에 중앙위원회가 퀄리티를 평가할 수 없으므로 오션의 마켓플레이스에서의 활동 경험이 있는 모든 참여자가 큐레이터의 역할에 참여하여 데이터의 퀄리티에 대해 평가할 수 있습니다. \n\n- 시스템 참여자의 오션 플랫폼 등록: 오션프로토콜은 오픈형 프로토콜이기에 마켓플레이스 내의 데이터 큐레이팅 뿐 아니라, 시스템 참여자를 큐레이팅하는 방식도 필요로 함에 따라 참여자 등록을 통해 시스템에서의 참여에 대한 보상 및 처벌을 제공합니다. \n\n- 오션 키퍼: 오션네트워크에는 오션 소프트웨어를 실행하여 데이터 세트를 사용할 수 있도록 돕는 네트워크 노드가 존재하며 이를 키퍼(keeper)라 칭합니다.",
  },
  {
    coin_code: "CTK",
    coin_knm: "써틱",
    img_id: "CTK",
    coin_enm: "CertiK",
    coin_content001:
      "써틱(CertiK, CTK)은 플랫폼 내에서 참여자 간의 교환 매체로 사용되는 유틸리티 토큰입니다. 블록체인 인프라와 분산 애플리케이션을 안전하게 구축할 수 있는 역할을 목표로 하며, 스마트 계약 운영을 위한 가스 소비, 네트워크 합의를 위한 스테이킹, Security Oracle Network 참여를 위한 보상, CertikShield의 담보 및 상환, Decentralized Network Governance를 위한 커뮤니티 투표 등에 사용됩니다. 블록체인 내에 동일한 보증을 추구하는 모든 사람들이 사용할 수 있는 플랫폼입니다.",
    coin_content002:
      "써틱 토큰은 버진아일랜드를 기반으로하는 CertiK Limited 에 의해 개발 되었습니다.\n체인의 보안을 유지하기 위해 토큰 보유자가 코인을 스테이킹하면 인센티브를 받습니다. 지분 비율이 목표 지분 비율 아래로 떨어질 때마다 보상 비율이 올라갑니다. 또한 지분 비율이 목표 지분 비율 이상으로 올라갈 때마다 보상 비율이 떨어집니다. 보안과 체인의 유동성 사이의 균형을 맞추기 위해 스테이킹을 참여를 조절하며 생태계를 유지합니다.",
    coin_content003:
      "CertiK은 블록 체인에 대한 높은 수준의 보안을 가능하게하는 것을 목표로 합니다. 보안 관련 결정 및 확인은 이해 관계자의 합의를 반영하는 온체인 보안 거버넌스를 통해 분산 된 방식으로 수행됩니다. 특히 CertiKShield는 보안 관련 손실로부터 블록체인 사용자를 보호하기 위해 분산풀을 보유하고 있습니다.\n\n\n- CertiK Chain의 가장 중요한 설계 목표 중 하나는 기존 블록체인/VM과의 완전한 호환성을 통해 기존 애플리케이션을 쉽게 마이그레이션하는 것입니다. 이를 위해 CertiKChain의 VM은 Ethereum의 EVM(1.0) 및 eWASM VM(2.0)과의 호환성을 유지합니다.\n\n\n- CertiK Security Oracle은 CertiK Chain 및 기타 블록 체인 엔티티에 대한 실시간 보안 정보를 획득, 저장 및 제공하는 체인 구성 요소입니다. 분산 된 운영자로부터 지속적인 보안 업데이트를 수집하고 이를 보안 점수 등으로 합성하여 스마트계약을 보호하기 위해 다른 블록체인으로 푸시하는 역할을 합니다.\n\n\n- CertiKShield는 보안 문제로 인해 모든 블록 체인 네트워크의 분실, 도난 또는 접근 불가능한 암호화 자산에 대해 유연한 형태의 보상을 제공합니다. 탈중앙화 된 블록체인 커뮤니티를 보호하기 위해 실시간 보안 Oracle 점수와 CertiK Chain의 거버넌스 시스템을 활용함으로써 담보를 제공하거나 보상을 받고 투표 할 수 있습니다.",
  },
  {
    coin_code: "BNT",
    coin_knm: "뱅코르",
    img_id: "BNT",
    coin_enm: "Bancor",
    coin_content001:
      "뱅코르는 낮은 유동성으로 시장에 진입하지 못 하는 것을 방지하기 위해 ‘스마트 토큰 프로토콜’을 도입하여 자체적인 교환 비율을 가지고 있습니다. 토큰의 온체인 전환을 관리하는 일련의 스마트 계약으로 구성되어 있고, 프로토콜을 사용하여 교환을 거치지 않고 쉽고 빠르게 토큰을 변환할 수 있습니다다. Bancor는 탈중앙화 자율 조직인 DAO을 운영하여 프로토콜의 모든 이해관계자가 참여한 투명한 투표 시스템을 통해 생태계를 관리합니다.",
    coin_content002:
      "뱅코르 토큰은 스위스를 기반으로하는 Baprotocol Foudation 에 의해 개발 되었습니다.\n발행 방식은 뱅코르 프로토콜에 의해 실행되며, 스마트 컨트랙트를 통해 유동성을 제공합니다. 각각의 스마트 토큰에는 다른 토큰과 연결시키는 커넥터가 하나 이상 존재하여 균형을 유지합니다. 스마트 토큰은 생성할 때마다 가격이 오르고 소각시에는 가격이 내려가며, 공급과 수요에 따라 가격이 형성됩니다.",
    coin_content003:
      "뱅코르는 공급과 수요 비율에 따라 스마트 토큰 가격이 결정되는 유동적인 매커니즘을 가지고 있으며, Bancor 생태계에는 아래와 같은 참여자들이 각각의 역할을 맡고 있습니다.\n\n- Traders: 스마트 토큰을 보유하고, 전환 및 전송하는 최종 사용자입니다.\n\n- Smart Token Issuers: 새로운 스마트 토큰을 발행하고 초기 공급, 가격 등을 구성하며 토큰의 최초 발행을 관리하는 사람, 회사, 커뮤니티, 조직 또는 재단을 의미합니다. 여기에 기존 ERC-20 토큰을 네트워크에 연결할 수 있는 Relay Tokens 생성자도 포함됩니다. \n\n- Asset Tokenizers: 다른 블록체인에 실제 자산 또는 토큰을 반영하는 Proxy or Array Token 생성자로 스마트 토큰이 비트코인, 법정화폐, 금과 같은 새로운 범위의 자산과 연결합니다.\n\n- Arbitrageurs: 외부 거래소나 다른 스마트 토큰의 가격이 일치하지 않는 가격에 대해 유동성 네트워크를 모니터링 및 가격을 유지하는 역할을 담당합니다. 중재자들은 가격을 일정하고 유지하기 위해 인센티브를 받으며, Bancor 생태계에서 중요한 참여자 입니다.",
  },
  {
    coin_code: "NMR",
    coin_knm: "뉴메레르",
    img_id: "NMR",
    coin_enm: "Numerai",
    coin_content001:
      "뉴메레르(Numeraire, NMR)란 헤지펀드 수익률을 높이기 위한 예측 모델을 만드는 데이터 과학자 네트워크에서 구축된 크라우드소싱 인공지닝과 머신러닝을 기반으로한 데이더 마켓플레이스입니다. 뉴메레르는 데이터 정보 접근의 어려움, 추상화된 재무 데이터 등 현재 머신러닝을 기반으로한 주식 시장의 비효율성을 보완하여 다양한 사람들에게 인공지능 모델을 제출하게 하고, 그 성능을 평가하여 보상을 나누어 줍니다. 사용자는 주식 데이터 다운로드 및 시장 예측을 통해 보상을 받을 수 있습니다.",
    coin_content002:
      "뉴메레르는 글로벌 과학자 네트워크로 헤지 펀드 투자자를 위해 기관 등급의 글로벌 주식 전략을 관리를 위해 2017년 구축되었습니다.",
    coin_content003:
      "- 뉴메라이 토너먼트(Numerai Tournament): 뉴메라이 토너먼트란 추상적 금융 데이터를 기반으로 머신러닝 모델을 구축하여 주식 시장을 예측하는 토너먼트로 사용자의 뉴메레르 토큰(NMR)을 스테이킹하여 모델에 따라 NMR를 보상받을 수 있습니다. 뉴메라이 토너먼트에 스테이킹된 모델은 글로벌 헤지 펀드 마켓을 관리하는 메타 데이터 구축을 위해 결합됩니다. \n\n- 뉴메라이 시그널(Numerai Signals): 뉴메라이 시그널을 통해 사용자는 주식 시장 시그널에 대해 업로드 하고 뉴메라이에 업로드되어 있는 모든 신호와 비교하여 얼마나 독창적인지 확인할 수 있습니다. 시그널은 스테이킹되어 NMR 토큰으로 보상받을 수 있으며, 가장 독창적인 시그널은 뉴메레르 헤지 펀드에 사용됩니다.",
  },
  {
    coin_code: "CENNZ",
    coin_knm: "센트럴리티",
    img_id: "CENNZ",
    coin_enm: "Centrality",
    coin_content001:
      "분권형 앱 플랫폼 CENNZnet은 퍼블릭 블록체인 기반의 안전하고 사용자 친화적 서비스를 제공하기 위해, 다양한 애플리케이션을 연결하여 공유 및 확장하고자 합니다. CENNZnet의 코어 모듈을 통해 새로운 애플리케이션을 획기적으로 개발할 수 있으며, CENNZnet의 스팟 거래소는 온체인 오더북을 통해 제 3자의 개입이 필요 없는 즉각적이고 투명한 거래를 할 수 있도록 지원합니다.",
    coin_content002:
      "ERC-20 기반의 센트럴리티는 2018년 1월 뉴질랜드에 위치한 Centrality Investments Ltd에 의해 개발되었습니다. 센트럴리티는 퍼블릭 블록체인 CENNZnet을 통해 다양한 애플리케이션들을 연결하여 사용자 친화적이며 안전한 서비스를 제공하고자 합니다.",
    coin_content003:
      "1. App 부스팅 \nCENNZnet 생태계의 다양한 애플리케이션은 각각의 사용자를 연결함으로써 상호 관계로 운영됩니다. 마켓플레이스의 공유를 통해 애플리케이션의 활용도를 높이고 가격을 낮추기도 합니다. 이더리움 상에 구축된 애플리케이션 서비스 대신, 그들의 블록체인 상의 중요 모듈을 구축하여 개발자 및 사용자 친화적 환경을 제공합니다. 또한 CENNZnet은 포크(fork) 특성을 지닌 PLUG 블록체인 모듈을 채택하고 있습니다. \n\n2. CENNZnet 퍼블릭 체인 \nPLUG 플레임워크를 기반으로한 퍼블릭 블록체인입니다. \n\n3. Doughnut 탈중앙화 쿠키\nProof-of-Delegation 기반의 암호화 키입니다. Doughnut은 한 주소가 다른 주소로 위임할 시 증명할 수 있도록 합니다. 또한, Doughnut을 통해 중앙화된 집권 없이 Dapp을 사용할 수 있습니다. \n\n4. 싱글소스 블록체인을 통한 로그인 \n단일 사용자 프로필은 사용자의 DApp 간의 이동을 원활하게 해줍니다. 사용자가 가입을 하면, 스마트 컨트랙트를 통해 그들의 프로필이 생성되어 체인에 저장됩니다. 이와 같은 스마트 컨트랙트 주소는 사용자에게 주어지며, 사용자가 새로운 DApp을 사용할 경우, 'onboard' 클릭만으로 사용할 수 있으며, 플랫폼은 사용자 주소를 새로운 DApp에 전달합니다. \n\n5. SYLO 메세징 프로토콜 \n체인 상에서 탈중앙화된 메시징 프로토콜 개발들이 안전한 탈중앙화 메시징 애플리케이션 및 DApp 내에서 메시징 기술 첨부 등의 기능을 제공합니다.",
  },
  {
    coin_code: "IPX",
    coin_knm: "타키온프로토콜",
    img_id: "IPX",
    coin_enm: "Tachyon Protocol",
    coin_content001:
      "타키온이란, 브이시스템즈 블록체인을 기반으로 한 TCP/IP를 대체할 수 있는 탈중앙화 인터넷 프로토콜입니다. 이는 DeFi라는 탈중앙화 금융 시스템 개발을 위해 블록체인 인프라가 적용되는 X-VPN입니다. 이러한 블록체인 생태계를 형성 및 유지하며, 유저를 위한 효율적인 거래 및 보상 매커니즘을 확립하기 위해 타키온프로토콜이 개발되었습니다. 타키온프로토콜은 DHT, 블록체인, UDP, 암호화 등의 기술을 접목시킴으로써 보안성이 높고, 추적 불가능하며 빠른 속도를 지닌 차세대 TCP/IP 구축을 목표로 하고 있습니다.",
    coin_content002:
      "타키온프로토콜은 브이시스템즈 기반의 탈중앙화된 인터넷 프로토콜로써 탈중앙화된 정보 네트워크를 구축하고자 2019년 10월에 개발되었습니다. 또한, 생태계 발전에 기여한 유저들에게 보상하여 타키온네트워크의 토큰 경제를 실현하는 블록체인 매개체의 역할로 발행되었습니다.",
    coin_content003:
      "1. TBU(Tachyon Booster UDP) \nDHT, 블록체인, UDP, 실시간 최적 경로 등의 기술을 도입해 네트워크의 전달 속도를 200% ~ 1000%까지 가속화할 수 있으며, X-VPN 시범 데이터에서 90% 이상의 연결 성공률을 가집니다. \n \n2. TSP(Tachyon Security Protocol) \n암호화와 traffic concealing scheme을 사용해 릴레이 노드로부터 보호하는 시큐리티 프로토콜을 사용합니다. \n \n3. TAA(Tachyon Anti-Analysis)  \n동시 다발 라우팅 방안과 다중-릴레이 포워딩 방안을 통해 네트워크의 안티 모니터링 기능을 확장시킵니다. \n \n4. 타키온 SDK \n블록체인과 결합해 쉽고 빠르게 타 프로그래밍 언어와 통합 및 활용될 수 있습니다. \n \n5. 타키온 마켓 \n타키온 프로토콜은 오픈 P2P 네트워크로 노드가 서비스를 제공하며 마켓을 형성합니다. 이 때 노드는 각 역할에 따라서 클라이언트 노드, 제공자 노드, 비즈니스 노드로 구성되어 있습니다.",
  },
  {
    coin_code: "RLY",
    coin_knm: "랠리",
    img_id: "RLY",
    coin_enm: "Rally",
    coin_content001:
      "랠리(Rally, RLY)란 인플루언서, 콘텐츠 제작자, 마케터, 브랜드 등 다양한 플랫폼 참여자가 플랫폼 내 유통되는 컨텐츠를 통해 커뮤니티를 확장할 수 있는 크리에이터 및 아티스트를 위한 블록체인 기반의 오픈 네트워크 플랫폼입니다. 랠리 플랫폼을 통해 누구든 온라인 커뮤니티에 자신의 소셜 토큰을 출시할 수 있으며, 팬이나 구독자는 해당 크리에이터의 소셜 토큰을 구매하여 콘텐츠 사용권, 채팅 서비스 및 이벤트 사용권 등 해당 크리에이터가 설정한 서비스를 사용할 수 있습니다. 또한, 크리에이터는 랠리 플랫폼을 통해 시청자를 확장하고 팬들에게 보상을 지급할 수 있으며, 자신만의 소셜 토큰 발행을 통한 디지털 자산 이코노미 구축을 통해 팬들과 소통할 수 있습니다. RLY 토큰은 랠리 플랫폼의 네이티브 토큰으로 플랫폼의 거버넌스를 결정하는데 사용됩니다.",
    coin_content002:
      "랠리는 블록체인 기반의 오픈 네트워크 플랫폼으로 다양한 참여자가 플랫폼 내 유통되는 컨텐츠를 통해 커뮤니티를 확장하고 자신만의 자체 토큰을 발행하여 팬들과 소통할 수 있는 참여자를 윈한 컨텐츠 플랫폼입니다.",
    coin_content003:
      "랠리 커뮤니티는 랠리 홀더에게 커뮤니티 거버넌스를 부여하여 랠리 플랫폼내에서 이루어지는 다양한 변화에 대한 선택권을 부여합니다. 거버넌스를 통해 랠리 홀더는 새로운 크리에이터 영입 및 랠리 토큰 보상 및 랠리 네트워크 및 기술 업그레이드 등 다양한 이슈에 대한 투표권을 갖게 됩니다. 랠리 거버넌스는 하기 기입된 Discord, Forum, Snapshot 등에서 사용됩니다. 랠리 플랫폼은 랠리 제네시스 팀(Rally Genesis Team)을 개설하기 위해 랠리 팀, 어드바이저, 크리에이터 등으로 이루어진 단체를 구성하였습니다. \n\n- 랠리 제네시스 팀(Rally Genesis Team): 이들은 멀티 시그 키에 대한 소유를 하고 있으며 커뮤니티 treasury의 자금 집행 및 랠리 토큰의 분배 등에 대한 모니터링을 진행합니다. 이들은 크리에이터를 랠리 Registry로 영입할 수 있는 권한을 갖습니다.\n\n- 랠리 레지스트리(Rally Registry): 이들은 화이트리스트에 있는 크리에이터 및 개발자로 이뤄져 있으며 새로운 제안 등을 통해 생태계 확장에 기여합니다.\n\n- Multi-Sig Holders 후보군(Future Multi-Sig Holders): 랠리 제네시스팀은 멀티 시그에 대한 운영을 적합한 커뮤니티에 지속적으로 부여하여 멀티 시그에 대한 보안과 랠리 플랫폼 확장을 계획하고 있습니다.",
  },
  {
    coin_code: "VALOR",
    coin_knm: "밸러토큰",
    img_id: "VALOR",
    coin_enm: "Valor Token",
    coin_content001:
      "스마트밸러는 실제 자산을 토큰화하며, 가상자산에 쉽게 투자할 수 있는 환경을 만들고자하는 비전을 가진 유럽의 최고 디지털 자산 거래소입니다. 해당 기업은 아시아, 미국, 스위스 벤처기업에서 자본금 후원을 받고 있으며, 스위스자금세탁방지기구의 금융중개기관 멤버로써 활동할 수 있도록 권한을 부여받았습니다. 거래소 서비스는 Smart Valor AG Liechtenstein을 통해 지원되며, Vaduz에 등록된 Smart Valor AG 자회사의 전 지분을 소유하고 있습니다.",
    coin_content002:
      "스마트밸러는 2017년 다국적 미디어 그룹인 톰슨로이터의 엑셀러레이팅을 통해 설립되었습니다. 초기 기업 지분, 벤처캐피탈 펀드, 인프라 건설 프로젝트 등 대체 투자처를 토큰화하여 유통 시장에 제공하는 역할을 목표로 합니다. 따라서 투자 유치가 쉽지 않아 유동성을 마련하기 힘든 한계를 해결 하기위해 토큰화 중개자 역할을 합니다.",
    coin_content003:
      "1. 컨소시엄과 퍼블릭 체인\n스마트밸러의 프로토콜은 필요에 따라 컨소시엄과 퍼블릭 체인의 사용을 선택/연결할 수 있습니다.\n\n2. 앱 마켓플레이스\n개인이나 제 3의 참여자들 또한 스마트밸러 플랫폼 위에 어플리케이션을 만들 수 있으며, 커뮤니티가 앱 마켓플레이스를 통하여 어플리케이션을 구매 혹은 라이센스를 부여할 수 있습니다.\n \n3. 토큰화 엔진과 퍼블릭 세일 플랫폼\n퍼블릭 세일 플랫폼에 내장된 스마트 컨트랙트 서브 모듈은 자산을 토큰화 하는데 쓰이며 이 모듈은 자산의 실체, 법적 소유권 그리고 보이지 않는 자산의 상태까지 토큰화 중에 진행되는 절차를 통해 문제없이 보장합니다.",
  },
  {
    coin_code: "MXC",
    coin_knm: "머신익스체인지코인",
    img_id: "MXC",
    coin_enm: "Machine Exchange Coin",
    coin_content001:
      "머신익스체인지는 자체 MX 프로토콜을 통한 블록체인 기반의 IoT 공유 경제 플랫폼입니다. 또한, LPWAN 데이터 교환 방식으로 구성되어 있으며, 유저 어댑션과의 통합에 초점을 맞춘 네트워크입니다. 이 때, MX 프로토콜은 네트워크 사이의 충돌 방지, 인터체인 데이터 시장 구축, 사용자에게 독립적인 서비스 품질의 프레임워크를 도입하는 데에 중점을 두고 있습니다. MXC의 최종 목표는 스마트 도시 형성입니다. 이를 달성하기 위해 다양한 도로와 공공 기물에 IoT를 적용하여 대기 품질, 수질, 교통량 등의 정보를 수집하고 사용자 간 데이터를 저렴한 비용으로 공유할 수 있도록 합니다.",
    coin_content002:
      "머신익스체인지코인은 이더리움 기반의 ERC-20 토큰으로 2018년 8월에 발행되었습니다. 해당 코인은 MX 프로토콜을 기반으로 개발된 IoT 공유경제 플랫폼으로 스마트도시 형성 프로젝트를 위해 개발되었습니다. MXC 재단은 독일 베를린에 본사를 둔 비영리 조직으로 LPWAN을 블록체인과 연결하는 기술을 연구하고 있습니다.",
    coin_content003:
      "1. MX 프로토콜 (MX Protocol) \nMX 프로토콜은 LPWAN 기반의 탈중앙화 프로토콜이며, Cortex Parachain을 통해 현재 40 여 개국의 하드웨어 네트워크를 독점적으로 업데이트하였습니다. 이를 통해 해당 국가는 ACC로 무료 주파수 IoT 충돌 문제와 LPWAN IoT의 하부 자원 분배 문제를 해결할 수 있습니다. 더 나아가 인터체인 데이터마켓을 통하여 사용자 간의 거래 및 교류, 서비스 문제 등도 동시에 해결할 수 있습니다.  \n\n2. LPWAN 기술 (LPWAN Technology)  \nLPWAN는 장거리 통신 및 대용량의 네트워크 정보 전달을 가능하게 하는 IoT 전용 통신기술입니다. 해당 기술은 통신 반경이 넓으며, 전력 소모가 적어 단말 배터리의 수명이 오래 유지될 수 있다는 장점을 가집니다. LPWAN은 온도, 습도, 무게, 위치 등의 단순한 정보를 측정 및 처리하는 데에 유용하게 사용될 수 있습니다.",
  },
  {
    coin_code: "AWO",
    coin_knm: "에이아이워크",
    img_id: "AWO",
    coin_enm: "AIWORK",
    coin_content001:
      "에이아이워크란 AI 컨센서스 네트워크 컴퓨팅 리소스와 전문가 커뮤니티 기반으로 구축된 탈중앙화 오픈소스 블록체인 프로토콜입니다. 에이아이워크는 콘텐츠의 정규화와 고도화된 메타 데이터를 생성하여 개발자가 DApp을 개발할 수 있도록 베이스 데이터 레이어를 구축하고 있습니다.",
    coin_content002:
      "AIWORK는 AI 전용 DApp을 지원하는 블록체인 프로토콜 및 플랫폼으로 Weber Zhuo에 의해 발행되었습니다.",
    coin_content003:
      "AIWORK는 아래와 같이 주요 기능 및 특징을 지닙니다. \n\n1. 인공지능: \n특화된 AI 알고리즘이 CPU/GPU 리소스를 사용할 수 있는 AI노드에 포함되어 미디어 파일을 스캔하고 타임코드 태그, 분류, 카테고리 및 비디오의 스크립트와 번역 등의 고도화된 메타 데이터를 생성합니다. \n\n2. AI 노드: \nAIWORK는 보유하고 있는 데이터와 Tensorflow, Caffe, Darknet 등의 머신러닝 프로그램을 결합하고자 합니다. 이를 통해 AIWORK 소프트웨어는 지속적으로 발전가능한 AI 프로그램을 구축하고자 합니다.  \n\n3. 메타데이터 추출: \n컨텐츠 안전지수를 할당하는 것 외에도 AI 알고리즘은 다양한 유형의 메타데이터를 캡처하는데 사용됩니다. 검색 최적화에 사용되는 가장 일반적인 메타데이터 유형은 소스, 파생, 그리고 추가된 메타데이터 및 태그가 있습니다.",
  },
  {
    coin_code: "DAD",
    coin_knm: "다드",
    img_id: "DAD",
    coin_enm: "DAD",
    coin_content001:
      "탈중앙화된 광고 네트워크 DAD는 공공 블록체인 기술 온톨로지를 기반으로 구축됐습니다. DAD는 스마트 계약 및 토큰 경제를 통해 데이터 개방성, 거래 투명성 및 사용자 수익 배분을 이루고, 광고 품질 및 전달 효율성 향상과 블록체인 광고 시스템을 구축하고자 합니다.",
    coin_content002:
      "DAD는 이더리움 기반의 ERC-20 토큰으로, 2018년 1월에 싱가폴 기반의 광고회사 DAD에서 개발되었습니다. 해당 토큰은 디지털 광고 시장에서의 불필요한 중간 과정을 제거하고 광고 데이터 투명성 및 접근성을 개선하기 위하여 발행된 퍼블릭 블록체인입니다.",
    coin_content003:
      "1. 합의 알고리즘 \nDAD는 VBFT 합의 알고리즘을 사용합니다. VBFT는 PoS, VRF, BFT가 결합한 새로운 알고리즘입니다. VBFT는 VRF를 통해 컨센서스 생성의 무작위성과 공정성을 보장하고, 상태 완결성에 신속하게 도달할 수 있도록 하는 합의된 집단의 확장성을 지원할 수 있습니다. VBFT는 5,000 이상의 TPS에 도달할 수 있으며 컨센서스 확인은 5-10초가 소요되며 자원 소모가 적고 악의적 노드 내성이 높다는 장점이 있습니다. \n \n2. 분산 원장 레이어 \n분산 원장 레이어는 분리 설계를 채택, DAD 원장 외에도 온톨로지, 네오와도 호환됩니다. IPFS 분산 파일 저장 시스템은 광고에 사용되는 비디오 및 이미지 파일을 저장하는 데 사용되며, 메인 블록체인에서는 매핑된 해시만 저장하면 됩니다. \n\n3. 핵심 프로토콜 레이어 \n전통적 공공 블록체인 위에 완전한 분산 신뢰 프레임워크를 구축하며, 광고의 확실한 출처를 추적 가능하도록 보장합니다. 프레임워크는 신뢰할 수 있는 ID 확인을 수행하기 위해 ONT ID를 사용, 사용자의 광고 관련 행동은 익명으로 블록체인에 기록됩니다.  \n \n4. 적용 프레임워크 레이어 \nDapp과 기저 블록체인 모듈 사이의 상호작용을 허용합니다. 개발자는 기저 블록체인 구현에 대한 걱정 없이 DAD SDK와 고급 API를 통해 Dapp 개발을 할 수 있습니다.  \n \n5. 적용 레이어 \n광고주를 위한 광고 구매 시스템, 매체를 위한 시스템 및 비즈니스 빅데이터 사업에서 파생된 BI 시스템 등 Dapp 세트를 지원합니다.",
  },
];
